insert into sys_user values(1, 'admin', '$2a$10$EblZqNptyYvcLm/VwDCVAuBjzZOI7khzdyGPBr08PpIi0na624b8.', null);
insert into sys_user values(2, 'user', '$2a$10$trT3.R/Nfey62eczbKEnueTcIbJXW.u1ffAo/XfyLpofwNDbEB86O', 'rOqBvdpppk38SvvUqtWeCQ==');

insert into sys_role values(1, 'ROLE_ADMIN');
insert into sys_role values(2, 'ROLE_USER');

insert into sys_r_user_role values(1, 1, 1);
insert into sys_r_user_role values(2, 1, 2);
insert into sys_r_user_role values(3, 2, 2);

insert into forum_topic
values(0, 1, '凡人做一事，便须全副精神注在此一事，首尾不懈，不可见异思迁，做这样，想那样，坐这山，望那山。人而无恒，终身一无所成。——曾国藩《曾国藩家书》', '凡人做一事，便须全副精神注在此一事，首尾不懈，不可见异思迁，做这样，想那样，坐这山，望那山。人而无恒，终身一无所成。——曾国藩《曾国藩家书》');
insert into forum_topic
values(1, 1, '幸福是一种苟且，不愿苟且者不可能幸福。——周国平《风中的纸屑》', '幸福是一种苟且，不愿苟且者不可能幸福。——周国平《风中的纸屑》');
insert into forum_topic
values(2, 1, '爱这么麻烦的事情，最好一辈子都别遇上，我怕用一秒钟爱上你，还得一辈子去忘记;世界哪有什么美好，我笑着生活是因为别无他法。——《廊桥遗梦》', '爱这么麻烦的事情，最好一辈子都别遇上，我怕用一秒钟爱上你，还得一辈子去忘记;世界哪有什么美好，我笑着生活是因为别无他法。——《廊桥遗梦》');
insert into forum_topic
values(3, 1, '世界是什么？如果世界被我们认识穷尽，我们一向所说的世界到底是什么呢？我想，这世界，就重叠在我们的心灵上，虽然我们不能穷尽它，但是它就在那儿，以文学的名义无止无休地诱惑着我们，召唤着我们。---史铁生《灵魂的事》', '世界是什么？如果世界被我们认识穷尽，我们一向所说的世界到底是什么呢？我想，这世界，就重叠在我们的心灵上，虽然我们不能穷尽它，但是它就在那儿，以文学的名义无止无休地诱惑着我们，召唤着我们。---史铁生《灵魂的事》');
insert into forum_topic
values(4, 1, '在年轻的时候，在那些充满了阳光的长长的下午，我无所事事，也无所怕惧，只因为我知道，在我的生命里，有一种永远的等待。挫折会来，也会过去，热泪会流下，也会收起，没有什么可以让我气馁的，因为，我有着长长的一生，而你，你一定会来。 ——席慕蓉《写给幸福》', '在年轻的时候，在那些充满了阳光的长长的下午，我无所事事，也无所怕惧，只因为我知道，在我的生命里，有一种永远的等待。挫折会来，也会过去，热泪会流下，也会收起，没有什么可以让我气馁的，因为，我有着长长的一生，而你，你一定会来。 ——席慕蓉《写给幸福》');
insert into forum_topic
values(5, 1, '我拥有的都是侥幸啊，我失去的都是人生. ——张悬 《关于我爱你》', '我拥有的都是侥幸啊，我失去的都是人生. ——张悬 《关于我爱你》');
insert into forum_topic
values(6, 1, '一个朋友说，“你走，我不送你。你来，无论多大风多大雨，我要去接你。”我最赏识那种心情。——梁实秋 《送行》', '一个朋友说，“你走，我不送你。你来，无论多大风多大雨，我要去接你。”我最赏识那种心情。——梁实秋 《送行》');
insert into forum_topic
values(7, 1, '每个人的时间很宝贵，你真的要把它用在和那些讨厌你的人身上，和他们一决高下吗？另外，我们的精力也很有限，有时间去取悦那些讨厌你的人，不如对身边的人更好一些，只有她们才是真正在乎你的人。——《有些人，你永远不必去取悦》', '每个人的时间很宝贵，你真的要把它用在和那些讨厌你的人身上，和他们一决高下吗？另外，我们的精力也很有限，有时间去取悦那些讨厌你的人，不如对身边的人更好一些，只有她们才是真正在乎你的人。——《有些人，你永远不必去取悦》');
insert into forum_topic
values(8, 1, '每个人都不曾因为苦而放弃，只会因为抗而成长。今天我们轻松了，并不是生活越来越容易，而是我们越来越坚强。——刘同 《谁的青春不迷茫》', '每个人都不曾因为苦而放弃，只会因为抗而成长。今天我们轻松了，并不是生活越来越容易，而是我们越来越坚强。——刘同 《谁的青春不迷茫》');
insert into forum_topic
values(9, 1, '我的身边，还有许许多多正在爱情里坚持人们。可是没多少人能真的渡过那段难熬的日子而放弃了本该属于自己的幸福。先放弃的人的确很愚蠢，因为你永远不知道熬过来会有多幸福。你永远不知道有一个为了你们的未来去奋斗的人是多么幸运。《爱情，比我们想象中的更坚持》', '我的身边，还有许许多多正在爱情里坚持人们。可是没多少人能真的渡过那段难熬的日子而放弃了本该属于自己的幸福。先放弃的人的确很愚蠢，因为你永远不知道熬过来会有多幸福。你永远不知道有一个为了你们的未来去奋斗的人是多么幸运。《爱情，比我们想象中的更坚持》');
insert into forum_topic
values(10, 1, '在特定性格类型中能仍能保持柔韧、充盈、宽容的状态。那便是情商的最佳状态。——《你的情商很高，只是你没发现而已》', '在特定性格类型中能仍能保持柔韧、充盈、宽容的状态。那便是情商的最佳状态。——《你的情商很高，只是你没发现而已》');
insert into forum_topic
values(11, 1, '天下只有两种人。比如一串葡萄到手，一种人挑最好的先吃，另一种人把最好的留到最后吃。照例第一种人应该乐观，因为他每吃一颗都是吃剩的葡萄里最好的；第二种人应该悲观，因为他每吃一颗都是吃剩的葡萄里最坏的。不过事实却适得其反，缘故是第二种人还有希望，第一种人只有回忆。——钱钟书《围城》', '天下只有两种人。比如一串葡萄到手，一种人挑最好的先吃，另一种人把最好的留到最后吃。照例第一种人应该乐观，因为他每吃一颗都是吃剩的葡萄里最好的；第二种人应该悲观，因为他每吃一颗都是吃剩的葡萄里最坏的。不过事实却适得其反，缘故是第二种人还有希望，第一种人只有回忆。——钱钟书《围城》');
insert into forum_topic
values(12, 1, '太讲究理智，容易与人产生磨擦；太顺从情感，则会被情绪左右；太坚持己见，终将走入穷途末路。总而言之，这世间并不宜人。——夏目漱石 《草枕》', '太讲究理智，容易与人产生磨擦；太顺从情感，则会被情绪左右；太坚持己见，终将走入穷途末路。总而言之，这世间并不宜人。——夏目漱石 《草枕》');
insert into forum_topic
values(13, 1, '大人都学坏了，上帝正考验他们呢，你还没有受考验，你应当照着孩子的想法生活。——《童年》', '大人都学坏了，上帝正考验他们呢，你还没有受考验，你应当照着孩子的想法生活。——《童年》');
insert into forum_topic
values(14, 1, '公元前我们还太小，公元后我们又太老，没有谁见过，那一次真正美丽的微笑。——海子《历史》', '公元前我们还太小，公元后我们又太老，没有谁见过，那一次真正美丽的微笑。——海子《历史》');
insert into forum_topic
values(15, 1, '认清现实叫做岁月的痕迹，还敢不实际这骨气叫决心。不到用尽热血年轻绝不放弃，至少有感动会灿烂回忆。我最爱那些歌曲是耳朵里的阳光，戴上了耳机我就在人海发亮，在慌乱城市爱是唯一的阳光。——刘忻《耳朵里的阳光》', '认清现实叫做岁月的痕迹，还敢不实际这骨气叫决心。不到用尽热血年轻绝不放弃，至少有感动会灿烂回忆。我最爱那些歌曲是耳朵里的阳光，戴上了耳机我就在人海发亮，在慌乱城市爱是唯一的阳光。——刘忻《耳朵里的阳光》');
insert into forum_topic
values(16, 1, '愿我们在疲惫生活中，依然能唤醒自己内在的自愈能力，笑对生活。而不是像那只受伤的小猴子一样，把自己的苦难放大，到处诉说，到头来把负能量传给了别人，也苦了自己。——《不要做那只受伤的小猴子》', '愿我们在疲惫生活中，依然能唤醒自己内在的自愈能力，笑对生活。而不是像那只受伤的小猴子一样，把自己的苦难放大，到处诉说，到头来把负能量传给了别人，也苦了自己。——《不要做那只受伤的小猴子》');
insert into forum_topic
values(17, 1, '这就是成长吗？像一页页翻书的感觉。靠近，只是因为害怕孤独。再见。我知道，若没有离别，成长也就无所附丽。——七堇年《花朵之蓝》', '这就是成长吗？像一页页翻书的感觉。靠近，只是因为害怕孤独。再见。我知道，若没有离别，成长也就无所附丽。——七堇年《花朵之蓝》');
insert into forum_topic
values(18, 1, '世界愈悲伤，我要愈快乐。当人心愈险恶，我要愈善良。当挫折来了，我要挺身面对。我要做一个乐观向上，不退缩不屈不饶不怨天尤人的人，勇敢去接受人生所有挑战的人。 ——几米《我不是完美小孩》', '世界愈悲伤，我要愈快乐。当人心愈险恶，我要愈善良。当挫折来了，我要挺身面对。我要做一个乐观向上，不退缩不屈不饶不怨天尤人的人，勇敢去接受人生所有挑战的人。 ——几米《我不是完美小孩》');
insert into forum_topic
values(19, 1, '人不是鸡叫醒的。鸡叫不叫是鸡的事情。天亮不亮是天的事情。人心中都有自己的早晨，时候到了人会自己醒来。——《一个人的村庄》', '人不是鸡叫醒的。鸡叫不叫是鸡的事情。天亮不亮是天的事情。人心中都有自己的早晨，时候到了人会自己醒来。——《一个人的村庄》');
insert into forum_topic
values(20, 1, '在人前，我们笑得比谁都开心，仿佛无忧无虑，而在人后，我们才显露出原本憔悴的面容，在笑脸的背后，隐藏了多少辛酸、痛苦，岂是一个无奈所能涵盖的呢？——席慕容《戏子》', '在人前，我们笑得比谁都开心，仿佛无忧无虑，而在人后，我们才显露出原本憔悴的面容，在笑脸的背后，隐藏了多少辛酸、痛苦，岂是一个无奈所能涵盖的呢？——席慕容《戏子》');
insert into forum_topic
values(21, 1, '所有不被珍爱的人生，都应该高傲地绝版。---简媜《四月裂帛》', '所有不被珍爱的人生，都应该高傲地绝版。---简媜《四月裂帛》');
insert into forum_topic
values(22, 1, '事实证明，相信未来，是一件很好的事情。因为相信了，所以未来真的来了。因为有了这个“相信”，你才会有力量在后来挺过无数现实的凶狠和惨痛。—— 韩梅梅《永远不要找别人要安全感》', '事实证明，相信未来，是一件很好的事情。因为相信了，所以未来真的来了。因为有了这个“相信”，你才会有力量在后来挺过无数现实的凶狠和惨痛。—— 韩梅梅《永远不要找别人要安全感》');
insert into forum_topic
values(23, 1, '因为你，我愿意成为一个更好的人，不想成为你的包袱，因此发奋努力，只是为了想要证明我足以与你相配。——《侧耳倾听》', '因为你，我愿意成为一个更好的人，不想成为你的包袱，因此发奋努力，只是为了想要证明我足以与你相配。——《侧耳倾听》');
insert into forum_topic
values(24, 1, '世界上有些人就是一直在等待机会证明别人是错的。---《壹心理》', '世界上有些人就是一直在等待机会证明别人是错的。---《壹心理》');
insert into forum_topic
values(25, 1, '强迫经常使热恋的人更加铁心，而从来不能叫他们回心转意。——《阴谋与爱情》', '强迫经常使热恋的人更加铁心，而从来不能叫他们回心转意。——《阴谋与爱情》');
insert into forum_topic
values(26, 1, '有人说：幸福的人都沉默。百思不得其解，问一友人，对方淡然自若地答：因为幸福从不比较，若与人相比，只会觉得自己处境悲凉。——梁文道《常识》', '有人说：幸福的人都沉默。百思不得其解，问一友人，对方淡然自若地答：因为幸福从不比较，若与人相比，只会觉得自己处境悲凉。——梁文道《常识》');
insert into forum_topic
values(27, 1, '不要为那些不愿在你身上花费时间的人而浪费你的时间。---《飘》', '不要为那些不愿在你身上花费时间的人而浪费你的时间。---《飘》');
insert into forum_topic
values(28, 1, '不要跌倒的秘诀就是─不要怕跌倒，最糟也只是跌倒而已，重要的是你为什么来到这里。---《我的少女时代》', '不要跌倒的秘诀就是─不要怕跌倒，最糟也只是跌倒而已，重要的是你为什么来到这里。---《我的少女时代》');
insert into forum_topic
values(29, 1, '苍茫的月下，什么都可以想，什么都可以不想。便觉得是个自由的人。白天一定要做的事情，一定要说的话，现在都可以不理。这是独处的妙处。我且受用了这无边的荷香月色好了。——《荷塘月色》', '苍茫的月下，什么都可以想，什么都可以不想。便觉得是个自由的人。白天一定要做的事情，一定要说的话，现在都可以不理。这是独处的妙处。我且受用了这无边的荷香月色好了。——《荷塘月色》');
insert into forum_topic
values(30, 1, '有一天，蓦然回首，你会发现，那个给你许多痛苦的人，却也是你的救赎。——《借东西的小人阿莉埃蒂》', '有一天，蓦然回首，你会发现，那个给你许多痛苦的人，却也是你的救赎。——《借东西的小人阿莉埃蒂》');
insert into forum_topic
values(31, 1, '一个男人如果他以折磨一个女人的方式来缅怀另一个女人，那他连世上最刻薄的妇人都不如，更称不上是一个诚实的人。——《大明宫词》', '一个男人如果他以折磨一个女人的方式来缅怀另一个女人，那他连世上最刻薄的妇人都不如，更称不上是一个诚实的人。——《大明宫词》');
insert into forum_topic
values(32, 1, '我一直有很多很多的想法，我也一直很怕麻烦。有些事情，就是在我们一转身，一犹豫，一念着“下次再说”的时候，就不一样了。太阳落下去，当它再升起来的时候，有些人，有些事，就从此与我们错过，再也不会回来。——《你当温柔，却有力量》', '我一直有很多很多的想法，我也一直很怕麻烦。有些事情，就是在我们一转身，一犹豫，一念着“下次再说”的时候，就不一样了。太阳落下去，当它再升起来的时候，有些人，有些事，就从此与我们错过，再也不会回来。——《你当温柔，却有力量》');
insert into forum_topic
values(33, 1, '得不到回报的付出，要懂得适可而止。否则，打扰了别人伤了自己 。——《女人说相声》', '得不到回报的付出，要懂得适可而止。否则，打扰了别人伤了自己 。——《女人说相声》');
insert into forum_topic
values(34, 1, '未来不迎，当下不杂，既往不恋。———《火炭上的一滴糖》', '未来不迎，当下不杂，既往不恋。———《火炭上的一滴糖》');
insert into forum_topic
values(35, 1, '你不必光芒万丈，也不必有什么特殊的意义，你只需要做那个小小的你，然后去爱。——《天使爱美丽》', '你不必光芒万丈，也不必有什么特殊的意义，你只需要做那个小小的你，然后去爱。——《天使爱美丽》');
insert into forum_topic
values(36, 1, '你要赶快来爱我，等我变成长颈鹿，你就只能够到我的膝盖了。---安东尼《云治》', '你要赶快来爱我，等我变成长颈鹿，你就只能够到我的膝盖了。---安东尼《云治》');
insert into forum_topic
values(37, 1, '像我这样的一个不漂亮，不温柔，固执、任性、敏感、多疑、小家子气的女孩子，这一生，能得你真爱，得你相伴，得你不离不弃，包容了我的尖锐，我的伤害和我一切一切的缺点。就象路边的一枝野草，即使被人踩入尘泥里，只要有了阳光雨露的呵护，还是会努力的开出了一朵小小的花儿来。——《那年夏天》', '像我这样的一个不漂亮，不温柔，固执、任性、敏感、多疑、小家子气的女孩子，这一生，能得你真爱，得你相伴，得你不离不弃，包容了我的尖锐，我的伤害和我一切一切的缺点。就象路边的一枝野草，即使被人踩入尘泥里，只要有了阳光雨露的呵护，还是会努力的开出了一朵小小的花儿来。——《那年夏天》');
insert into forum_topic
values(38, 1, '那些生命中最难捱的时刻你都应该试着独自熬过去，无论你有多渴望某个人能给予你帮助，都要忍耐，再忍耐一番。用最孤独的时光塑造出最好的自己，然后才能笑着对旁人说起那些云淡风轻的过去。——赤道少女', '那些生命中最难捱的时刻你都应该试着独自熬过去，无论你有多渴望某个人能给予你帮助，都要忍耐，再忍耐一番。用最孤独的时光塑造出最好的自己，然后才能笑着对旁人说起那些云淡风轻的过去。——赤道少女');
insert into forum_topic
values(39, 1, '最富有的时候，你的生活也是最贫穷的。吹毛求疵的人即便在天堂也能挑出瑕疵。一个安心的人在哪都可以过自得其乐的生活，抱着振奋乐观的思想，如同居住在皇宫一般。犯不着千辛万苦求新，无论衣服还是朋友。把旧的翻新，回到它们中去。万事万物没有变，是我们在变。——梭罗《瓦尔登湖》', '最富有的时候，你的生活也是最贫穷的。吹毛求疵的人即便在天堂也能挑出瑕疵。一个安心的人在哪都可以过自得其乐的生活，抱着振奋乐观的思想，如同居住在皇宫一般。犯不着千辛万苦求新，无论衣服还是朋友。把旧的翻新，回到它们中去。万事万物没有变，是我们在变。——梭罗《瓦尔登湖》');
insert into forum_topic
values(40, 1, '所有的悲伤，总会留下一丝欢乐的线索。所有的遗憾，总会留下一处完美的角落。我在冰封的深海，寻找希望的缺口。却在惊醒时，瞥见绝美的阳光。——《我的心中每天开出一朵花》', '所有的悲伤，总会留下一丝欢乐的线索。所有的遗憾，总会留下一处完美的角落。我在冰封的深海，寻找希望的缺口。却在惊醒时，瞥见绝美的阳光。——《我的心中每天开出一朵花》');
insert into forum_topic
values(41, 1, '这个好女人不相信自己的好，因为只有好人才会怀疑他们自己的好，而这正是让他们成为好人的首要因素。坏人都认为自己很好，但好人什么都不知道。他们用尽一生去原谅别人，但他们不能原谅自己。—— 保罗·奥斯特《黑暗中的人》', '这个好女人不相信自己的好，因为只有好人才会怀疑他们自己的好，而这正是让他们成为好人的首要因素。坏人都认为自己很好，但好人什么都不知道。他们用尽一生去原谅别人，但他们不能原谅自己。—— 保罗·奥斯特《黑暗中的人》');
insert into forum_topic
values(42, 1, '成长意味着痛苦，改变意味着风险，生活充满了不确定和不安全，但是，人生唯一的安全感，正是来自于充分体验人生的不安全。 ——《活着不是给别人看的》', '成长意味着痛苦，改变意味着风险，生活充满了不确定和不安全，但是，人生唯一的安全感，正是来自于充分体验人生的不安全。 ——《活着不是给别人看的》');
insert into forum_topic
values(43, 1, '当初誓言字字如金，后来谎话句句无凭。昨日执手款款深情，今朝所为历历寒心。——一地诗香《梦断红楼》', '当初誓言字字如金，后来谎话句句无凭。昨日执手款款深情，今朝所为历历寒心。——一地诗香《梦断红楼》');
insert into forum_topic
values(44, 1, '多年后，生命里来来去去的人多得我都记不清楚名字和面孔了，我才明白一件事，其实很多时候我们以为的伤心，只是自尊受到了打击和挫折，真正能够伤到我们的心的人，这一辈子也只有那么几个。 ——《我亦飘零久》', '多年后，生命里来来去去的人多得我都记不清楚名字和面孔了，我才明白一件事，其实很多时候我们以为的伤心，只是自尊受到了打击和挫折，真正能够伤到我们的心的人，这一辈子也只有那么几个。 ——《我亦飘零久》');
insert into forum_topic
values(45, 1, '我们是否知道我们心中的风筝到底在什么地方，人生错过就不会再得到，也许我们会忏悔，会救赎，但这些似乎都已经晚了，每当天空放飞起风筝的那一刻，我们是不是应该问问自己我们是否真的珍惜我们所拥有的一切。——《追风筝的人》', '我们是否知道我们心中的风筝到底在什么地方，人生错过就不会再得到，也许我们会忏悔，会救赎，但这些似乎都已经晚了，每当天空放飞起风筝的那一刻，我们是不是应该问问自己我们是否真的珍惜我们所拥有的一切。——《追风筝的人》');
insert into forum_topic
values(46, 1, '无聊是非常有必要的，一个人在空白时间所做的事，决定了这个人和其他人根本的不同。 —— 宁远《远远的村庄》', '无聊是非常有必要的，一个人在空白时间所做的事，决定了这个人和其他人根本的不同。 —— 宁远《远远的村庄》');
insert into forum_topic
values(47, 1, '我已经浪费了这一生。我要用这口气对你说：我一直深爱着你。我宁愿游荡在你身边，做七天的野鬼，跟随你，就算落进最黑暗的地方。我的爱，也不会让我成为永远的孤魂。——《卧虎藏龙》', '我已经浪费了这一生。我要用这口气对你说：我一直深爱着你。我宁愿游荡在你身边，做七天的野鬼，跟随你，就算落进最黑暗的地方。我的爱，也不会让我成为永远的孤魂。——《卧虎藏龙》');
insert into forum_topic
values(48, 1, '有一个传说，说的是有那么一只鸟儿，它一生只唱一次，那歌声比世上一切生灵的歌声都更加优美动听。——《荆棘鸟》', '有一个传说，说的是有那么一只鸟儿，它一生只唱一次，那歌声比世上一切生灵的歌声都更加优美动听。——《荆棘鸟》');
insert into forum_topic
values(49, 1, '瞧，不再适合现在的你的东西，与其放着生厌，不如让它留在青春的记忆里来得美好，而更适合的东西将陪伴你在人生接下来的路程里过得更顺利和幸福。——《你们可能真的不合适》', '瞧，不再适合现在的你的东西，与其放着生厌，不如让它留在青春的记忆里来得美好，而更适合的东西将陪伴你在人生接下来的路程里过得更顺利和幸福。——《你们可能真的不合适》');
insert into forum_topic
values(50, 1, '如果那天……我不曾和你相遇 那么我将不会拥有那份痛苦 那份悲伤 和那份饱含泪水的回忆…… 然而 若不是遇见你…… 我也无法体会到这份愉悦 这份心动 这份珍贵 这份温暖 而又充满幸福的感觉 你在那边还好吗？ 我……依然爱着这一片蓝天。----《恋空》', '如果那天……我不曾和你相遇 那么我将不会拥有那份痛苦 那份悲伤 和那份饱含泪水的回忆…… 然而 若不是遇见你…… 我也无法体会到这份愉悦 这份心动 这份珍贵 这份温暖 而又充满幸福的感觉 你在那边还好吗？ 我……依然爱着这一片蓝天。----《恋空》');
insert into forum_topic
values(51, 1, '善良人在追求中纵然迷惘，却终将意识到有一条正途。——《浮士德》', '善良人在追求中纵然迷惘，却终将意识到有一条正途。——《浮士德》');
insert into forum_topic
values(52, 1, '所有人的坚强，都是柔软生的茧。 ——张嘉佳 《从你的世界路过》', '所有人的坚强，都是柔软生的茧。 ——张嘉佳 《从你的世界路过》');
insert into forum_topic
values(53, 1, '关于你我之间的结局，如果这样还不是最好，那怎样才是最好。无非是你住静谧河滨，我住寂寞城堡。---独木舟《深海里的星星》', '关于你我之间的结局，如果这样还不是最好，那怎样才是最好。无非是你住静谧河滨，我住寂寞城堡。---独木舟《深海里的星星》');
insert into forum_topic
values(54, 1, '等待，不是为了你能回来，而是找个借口不离开。---李碧华《只是蝴蝶不愿意》', '等待，不是为了你能回来，而是找个借口不离开。---李碧华《只是蝴蝶不愿意》');
insert into forum_topic
values(55, 1, '心思重的人多少都带着点酸腐气，出门倒个垃圾、去个超市什么的，都不忘揣着想象和期待，总觉得要阅人阅世发了感慨，才算逛出点名堂来。——猫某人《大梦》', '心思重的人多少都带着点酸腐气，出门倒个垃圾、去个超市什么的，都不忘揣着想象和期待，总觉得要阅人阅世发了感慨，才算逛出点名堂来。——猫某人《大梦》');
insert into forum_topic
values(56, 1, '对这样的人，无需证明自己，无需多说一句，你只需要无视和继续。做事是你的原则，碎嘴是他人的权利，历史只会记得你的作品和荣誉，而不会留下一事无成者的闲言碎语。——韩寒 《我所理解的生活》', '对这样的人，无需证明自己，无需多说一句，你只需要无视和继续。做事是你的原则，碎嘴是他人的权利，历史只会记得你的作品和荣誉，而不会留下一事无成者的闲言碎语。——韩寒 《我所理解的生活》');
insert into forum_topic
values(57, 1, '一部经典作品是这样一部作品，哪怕与之格格不入的现在占统治地位，它也坚持成为一种背景噪音。——卡尔维诺《为什么读经典》', '一部经典作品是这样一部作品，哪怕与之格格不入的现在占统治地位，它也坚持成为一种背景噪音。——卡尔维诺《为什么读经典》');
insert into forum_topic
values(58, 1, '人应该完整地接纳全部的自己，而不是删节的自己。很多时候，人的才华和潜能都隐藏在自己的伤疤里。如果你因为怕丢人，讨厌自己的伤疤，试图抛弃自己的伤疤，那么，你也就抛弃了自己的才华和潜能，抛弃了真实的自己。——《活着不是给别人看的》', '人应该完整地接纳全部的自己，而不是删节的自己。很多时候，人的才华和潜能都隐藏在自己的伤疤里。如果你因为怕丢人，讨厌自己的伤疤，试图抛弃自己的伤疤，那么，你也就抛弃了自己的才华和潜能，抛弃了真实的自己。——《活着不是给别人看的》');
insert into forum_topic
values(59, 1, '没有良性自我生长的女人，不管在什么境遇内，几年下来，一定是一样的“怨妇”模样；有品质的女人应该如竹子一般，自我更新枝节，自我生长，完成蜕变，谁都帮不了一个不自救的女人。如果有幸，有股外力可以帮助你“刷新”庸常的生活，那一定提醒自己：我也要“刷新”。 —《这世上的美好，唯你而已》', '没有良性自我生长的女人，不管在什么境遇内，几年下来，一定是一样的“怨妇”模样；有品质的女人应该如竹子一般，自我更新枝节，自我生长，完成蜕变，谁都帮不了一个不自救的女人。如果有幸，有股外力可以帮助你“刷新”庸常的生活，那一定提醒自己：我也要“刷新”。 —《这世上的美好，唯你而已》');
insert into forum_topic
values(60, 1, '一个人，若想在众说纷纭的影响下穿透种种的虚荣、投射、幻想和憧憬，充分地活出自我，可不是一朝半昔能达成的，这里面需要太多的诚实以对和勇敢的叛逆。——胡因梦', '一个人，若想在众说纷纭的影响下穿透种种的虚荣、投射、幻想和憧憬，充分地活出自我，可不是一朝半昔能达成的，这里面需要太多的诚实以对和勇敢的叛逆。——胡因梦');
insert into forum_topic
values(61, 1, '如果想要自由，就要先承受束缚；如果想要快乐，就要给予身边人快乐；如果想要得到，就必须放弃一些东西；如果想要安心，就无须在意别人的态度。这世间有太多太多人，在为别人的抱怨、辱骂、刺激、疏远、敌对而活，你也许正是其中之一。而这，才是你痛苦不安的原因。~《请你温暖，无论这世界多冷漠》', '如果想要自由，就要先承受束缚；如果想要快乐，就要给予身边人快乐；如果想要得到，就必须放弃一些东西；如果想要安心，就无须在意别人的态度。这世间有太多太多人，在为别人的抱怨、辱骂、刺激、疏远、敌对而活，你也许正是其中之一。而这，才是你痛苦不安的原因。~《请你温暖，无论这世界多冷漠》');
insert into forum_topic
values(62, 1, '命运给你一个比别人低的起点，是想告诉你，让你用你的一生去奋斗出一个绝对反击的故事，这个故事关于独立，关于梦想，关于勇气，关于坚韧。---《超级演说家》', '命运给你一个比别人低的起点，是想告诉你，让你用你的一生去奋斗出一个绝对反击的故事，这个故事关于独立，关于梦想，关于勇气，关于坚韧。---《超级演说家》');
insert into forum_topic
values(63, 1, '人生的所谓得与失，在很多时候并没有什么实际上的意义，而是被带入其中的无法挽救的或恶劣、或悲伤、或仇恨的心情，还可以使人们失掉对整个生活的感受和看法。这种因心情引起的得与失，比起物质上的得与失更加致命。——西武《哈佛情商课》', '人生的所谓得与失，在很多时候并没有什么实际上的意义，而是被带入其中的无法挽救的或恶劣、或悲伤、或仇恨的心情，还可以使人们失掉对整个生活的感受和看法。这种因心情引起的得与失，比起物质上的得与失更加致命。——西武《哈佛情商课》');
insert into forum_topic
values(64, 1, '用十年后的自己站在现在的角度看待现在的事情，你就会发现，也许十年后的自己根本就不在乎这些事情。——《等一个人咖啡》', '用十年后的自己站在现在的角度看待现在的事情，你就会发现，也许十年后的自己根本就不在乎这些事情。——《等一个人咖啡》');
insert into forum_topic
values(65, 1, '你必须只有内心丰富，才能摆脱这些生活表面的相似。——王朔《致女儿书》', '你必须只有内心丰富，才能摆脱这些生活表面的相似。——王朔《致女儿书》');
insert into forum_topic
values(66, 1, '告别一定要用力一点，因为任何多看一眼，都有可能成为最后一眼，多说一句，都可能是最后一句。——《后会无期》', '告别一定要用力一点，因为任何多看一眼，都有可能成为最后一眼，多说一句，都可能是最后一句。——《后会无期》');
insert into forum_topic
values(67, 1, '和他相遇一定是命中注定，如果不是的话，我就不再相信命运了.----《我们的存在》', '和他相遇一定是命中注定，如果不是的话，我就不再相信命运了.----《我们的存在》');
insert into forum_topic
values(68, 1, '每个人的成长伴随着钻心的疼痛，越是成熟就越是遍体鳞伤，当摔到不再怕疼的时候，就是真正成熟的时刻。---天籁纸鸢《天神右翼》', '每个人的成长伴随着钻心的疼痛，越是成熟就越是遍体鳞伤，当摔到不再怕疼的时候，就是真正成熟的时刻。---天籁纸鸢《天神右翼》');
insert into forum_topic
values(69, 1, '光是知道要坚持和努力是没有用的，如果没有决心和行动力，最后又会回到原点。---卢苏伟《你要配得上自己所受的苦》', '光是知道要坚持和努力是没有用的，如果没有决心和行动力，最后又会回到原点。---卢苏伟《你要配得上自己所受的苦》');
insert into forum_topic
values(70, 1, '我渴望能见你一面，但请你记得，我不会开口要求要见你。这不是因为骄傲，你知道我在你面前毫无骄傲可言，而是因为，唯有你也想见我的时候，我们见面才有意义。——波伏娃《越洋情书》', '我渴望能见你一面，但请你记得，我不会开口要求要见你。这不是因为骄傲，你知道我在你面前毫无骄傲可言，而是因为，唯有你也想见我的时候，我们见面才有意义。——波伏娃《越洋情书》');
insert into forum_topic
values(71, 1, '我想，每个人身上都有两个自己。一个是真实的自己，一个是自己想要成为的自己。后者总是给人一种狗一样的印象，不管人们怎样包装和修饰它。《我讲个笑话，你可别哭呀》', '我想，每个人身上都有两个自己。一个是真实的自己，一个是自己想要成为的自己。后者总是给人一种狗一样的印象，不管人们怎样包装和修饰它。《我讲个笑话，你可别哭呀》');
insert into forum_topic
values(72, 1, '爱别离，怨憎会，撒手西归，全无是类。不过是满眼空花，一片虚幻。——《花千骨》', '爱别离，怨憎会，撒手西归，全无是类。不过是满眼空花，一片虚幻。——《花千骨》');
insert into forum_topic
values(73, 1, '生命需要保持一种激情，激情能让别人感到你是不可阻挡的时候，就会为你的成长让路！一个人内心不可屈服的气质是可以感动人的，并能够改变很多东西。—— 陈虻《不要因为走得太远而忘记为什么出发》', '生命需要保持一种激情，激情能让别人感到你是不可阻挡的时候，就会为你的成长让路！一个人内心不可屈服的气质是可以感动人的，并能够改变很多东西。—— 陈虻《不要因为走得太远而忘记为什么出发》');
insert into forum_topic
values(74, 1, '你若真的在乎一个人，就该体谅和理解TA的脆弱，逆耳的良言要有技巧地说，发泄情绪的恶语万万不能说，用冷冰冰硬邦邦的“坦率”去刺痛一个对你不设防的亲人、爱人、好友，实在是低情商的行为。——《要摧毁一份感情，一句话就够了》', '你若真的在乎一个人，就该体谅和理解TA的脆弱，逆耳的良言要有技巧地说，发泄情绪的恶语万万不能说，用冷冰冰硬邦邦的“坦率”去刺痛一个对你不设防的亲人、爱人、好友，实在是低情商的行为。——《要摧毁一份感情，一句话就够了》');
insert into forum_topic
values(75, 1, '同上帝保持联系是一码事，他们都赞同这一点，但让上帝一天二十四小时都待在身边就是另一码事了。——《第二十二条军规》', '同上帝保持联系是一码事，他们都赞同这一点，但让上帝一天二十四小时都待在身边就是另一码事了。——《第二十二条军规》');
insert into forum_topic
values(76, 1, '面对特权，我们厌恶，但享用到一点假特权，心中又窃喜;面对吃特供的人，我们批判，但自己用到了那些特供，又会得意。很多人恨特权，因为特权没有在自己手中。——《我所理解的生活》', '面对特权，我们厌恶，但享用到一点假特权，心中又窃喜;面对吃特供的人，我们批判，但自己用到了那些特供，又会得意。很多人恨特权，因为特权没有在自己手中。——《我所理解的生活》');
insert into forum_topic
values(77, 1, '你从来没有完全地笑，你从来没有完全地哭，你从来没有完全地怒，你从来没有完全地恨，你从来没有完全地爱，没有一件事是做得完全的。一切都没有完成，没有一件事是完全的。它缠绕着，于是你脑子里总也有那么多的事，那就是你为什么如此不自在，你永远不会有到了家里的感觉。——奥修 《当鞋合脚时》', '你从来没有完全地笑，你从来没有完全地哭，你从来没有完全地怒，你从来没有完全地恨，你从来没有完全地爱，没有一件事是做得完全的。一切都没有完成，没有一件事是完全的。它缠绕着，于是你脑子里总也有那么多的事，那就是你为什么如此不自在，你永远不会有到了家里的感觉。——奥修 《当鞋合脚时》');
insert into forum_topic
values(78, 1, '如果你真的想做成一点事情的话，请毫不迟疑地去做。哪怕你会被人看成一个怪人，也要坚持下去。——《不要害怕成为一个怪人》', '如果你真的想做成一点事情的话，请毫不迟疑地去做。哪怕你会被人看成一个怪人，也要坚持下去。——《不要害怕成为一个怪人》');
insert into forum_topic
values(79, 1, '世界上有这样一些幸福的人，他们把自己的痛苦化作他人的幸福，他们挥泪埋葬了自己在尘世间的希望，它却变成了种子，长出鲜花和香膏，为孤苦伶仃的苦命人医治创伤。——《汤姆叔叔的小屋》', '世界上有这样一些幸福的人，他们把自己的痛苦化作他人的幸福，他们挥泪埋葬了自己在尘世间的希望，它却变成了种子，长出鲜花和香膏，为孤苦伶仃的苦命人医治创伤。——《汤姆叔叔的小屋》');
insert into forum_topic
values(80, 1, '合乎年纪的，恰到好处的迷茫有种特有的稚嫩、 生涩味儿，如毛茸茸的脸蛋、几粒无伤大雅的 青春痘，像青橄榄；但迷茫一直持续，因迷茫 变成人生的坎儿，你只趴在这个坎儿上看世界， 就只能感受其中的负能量，不值当了。《别害怕你所向往的生活》', '合乎年纪的，恰到好处的迷茫有种特有的稚嫩、 生涩味儿，如毛茸茸的脸蛋、几粒无伤大雅的 青春痘，像青橄榄；但迷茫一直持续，因迷茫 变成人生的坎儿，你只趴在这个坎儿上看世界， 就只能感受其中的负能量，不值当了。《别害怕你所向往的生活》');
insert into forum_topic
values(81, 1, '你以为我贫穷、相貌平平就没有感情吗？我向你发誓，如果上帝赋予我财富和美貌，我会让你无法离开我，就像我现在无法离开你一样。虽然上帝没有这么做，可我们在精神上依然是平等的。——《简·爱》', '你以为我贫穷、相貌平平就没有感情吗？我向你发誓，如果上帝赋予我财富和美貌，我会让你无法离开我，就像我现在无法离开你一样。虽然上帝没有这么做，可我们在精神上依然是平等的。——《简·爱》');
insert into forum_topic
values(82, 1, '拒绝了别人的求爱，她自然会去找更合适的人相爱；拒绝了别人的求助，她自然会去找更合适的人寻求帮助。所以，你不必担心你的拒绝会让别人失去爱的勇气、丧失前进的能力；相反，如果你不敢拒绝，才是纠结了自己，耽误了别人。——《拒绝别人，越简单越好》', '拒绝了别人的求爱，她自然会去找更合适的人相爱；拒绝了别人的求助，她自然会去找更合适的人寻求帮助。所以，你不必担心你的拒绝会让别人失去爱的勇气、丧失前进的能力；相反，如果你不敢拒绝，才是纠结了自己，耽误了别人。——《拒绝别人，越简单越好》');
insert into forum_topic
values(83, 1, '多年以后，我们都长大了。经过谎言，承受欺骗，习惯敷衍，忘记誓言，放下了一切。世界惩罚了我们的天真，磨损了我们的梦。但内心还是不断地闭合，勇敢地开放，一往无前地爱。既然无法得到，索性就放手成长吧。年少的忧伤是人生必经的花园。——《我们永远都是年轻的模样》', '多年以后，我们都长大了。经过谎言，承受欺骗，习惯敷衍，忘记誓言，放下了一切。世界惩罚了我们的天真，磨损了我们的梦。但内心还是不断地闭合，勇敢地开放，一往无前地爱。既然无法得到，索性就放手成长吧。年少的忧伤是人生必经的花园。——《我们永远都是年轻的模样》');
insert into forum_topic
values(84, 1, '其实这个世界上，并没有什么是一定可以伤害到你的事情。只要你足够的冷酷，足够的漠然，足够对一切事情都变得不再在乎。只要你慢慢地把自己的心，打磨成一粒光滑坚硬的石子。只要你把自己当作已经死了。那么，这个世界上，就再也没有东西可以伤害到你了。---郭敬明《悲伤逆流成河》', '其实这个世界上，并没有什么是一定可以伤害到你的事情。只要你足够的冷酷，足够的漠然，足够对一切事情都变得不再在乎。只要你慢慢地把自己的心，打磨成一粒光滑坚硬的石子。只要你把自己当作已经死了。那么，这个世界上，就再也没有东西可以伤害到你了。---郭敬明《悲伤逆流成河》');
insert into forum_topic
values(85, 1, '我发现一个人在放弃给别人留好印象的负担之后，原来心里会如此踏实。一个人不必再讨人欢喜，就可以像我此刻这样，停止受累。——严歌苓', '我发现一个人在放弃给别人留好印象的负担之后，原来心里会如此踏实。一个人不必再讨人欢喜，就可以像我此刻这样，停止受累。——严歌苓');
insert into forum_topic
values(86, 1, '耳不闻人之非，目不视人之短，口不言人之过。 ——《省心录》', '耳不闻人之非，目不视人之短，口不言人之过。 ——《省心录》');
insert into forum_topic
values(87, 1, '在青春的列车上，如果你要提前下车，请别推醒装睡的我，这样我可以沉睡到终点，假装不知道你已经离开。 —— 张嘉佳《从你的全世界路过》', '在青春的列车上，如果你要提前下车，请别推醒装睡的我，这样我可以沉睡到终点，假装不知道你已经离开。 —— 张嘉佳《从你的全世界路过》');
insert into forum_topic
values(88, 1, '爱恋不过是一场高烧 ，思念是紧接着好不了的咳。——李宗盛《给自己的歌》', '爱恋不过是一场高烧 ，思念是紧接着好不了的咳。——李宗盛《给自己的歌》');
insert into forum_topic
values(89, 1, '我也不再是那个刁蛮任性的女孩子了。可这样的我，也与你无关了。——郭敬明《夏至未至》', '我也不再是那个刁蛮任性的女孩子了。可这样的我，也与你无关了。——郭敬明《夏至未至》');
insert into forum_topic
values(90, 1, '终于明白，有些路，只能一个人走。那些邀约好同行的人，一起相伴雨季，走过年华，但有一天终究会在某个渡口离散。红尘陌上，独自行走，绿萝拂过衣襟，青云打湿诺言。山和水可以两两相忘，日与月可以毫无瓜葛。那时候 只一个人的浮世清欢，一个人的细水长流。—— 白落梅《你若安好便是晴天 林徽因传》', '终于明白，有些路，只能一个人走。那些邀约好同行的人，一起相伴雨季，走过年华，但有一天终究会在某个渡口离散。红尘陌上，独自行走，绿萝拂过衣襟，青云打湿诺言。山和水可以两两相忘，日与月可以毫无瓜葛。那时候 只一个人的浮世清欢，一个人的细水长流。—— 白落梅《你若安好便是晴天 林徽因传》');
insert into forum_topic
values(91, 1, '爱和善是能力，而不是情感。——柴静 《看见》', '爱和善是能力，而不是情感。——柴静 《看见》');
insert into forum_topic
values(92, 1, '时间没有等我，是你忘了带我走，我左手过目不忘的的萤火，右手里是十年一个漫长的打坐。---落落《时间没有等我》', '时间没有等我，是你忘了带我走，我左手过目不忘的的萤火，右手里是十年一个漫长的打坐。---落落《时间没有等我》');
insert into forum_topic
values(93, 1, '当我四十岁的时候，身体健康，略有积蓄，已婚，丈夫体贴，孩子听话，有一份真正喜欢的工作，这就是成功，不必成名，也不必发财。—— 亦舒《地尽头》', '当我四十岁的时候，身体健康，略有积蓄，已婚，丈夫体贴，孩子听话，有一份真正喜欢的工作，这就是成功，不必成名，也不必发财。—— 亦舒《地尽头》');
insert into forum_topic
values(94, 1, '如果有选择，那就选择最好的;如果没有选择，那就努力做到最好。恋爱需要伪装，就像某些女人总需要化妆、某些男人喜欢吹牛和说谎。我们都是缺少安全感的一群人，我们总期望，爱情可以是我们的避风港，但没想到当伪装谢场，爱情却将我们伤了又伤。——伊北《我们，是否还有好时光》', '如果有选择，那就选择最好的;如果没有选择，那就努力做到最好。恋爱需要伪装，就像某些女人总需要化妆、某些男人喜欢吹牛和说谎。我们都是缺少安全感的一群人，我们总期望，爱情可以是我们的避风港，但没想到当伪装谢场，爱情却将我们伤了又伤。——伊北《我们，是否还有好时光》');
insert into forum_topic
values(95, 1, '要是有天你想起我，我希望你想起的，不是那个脆弱自怜的我，而是那个跌倒又爬起来的我。我会找回我掉落的一双翅膀，再一次飞翔。也许我还是会坠下来，但我飞过。 —— 张小娴《我在云上爱你》', '要是有天你想起我，我希望你想起的，不是那个脆弱自怜的我，而是那个跌倒又爬起来的我。我会找回我掉落的一双翅膀，再一次飞翔。也许我还是会坠下来，但我飞过。 —— 张小娴《我在云上爱你》');
insert into forum_topic
values(96, 1, '在喜欢你的人那里，去热爱生活；在不喜欢你的人那里，去看清世界。 —— 《最好的态度》', '在喜欢你的人那里，去热爱生活；在不喜欢你的人那里，去看清世界。 —— 《最好的态度》');
insert into forum_topic
values(97, 1, '任性能行得通的情况只到三岁为止。（现在）行不通的，所以别再任性了。——《继承者们》', '任性能行得通的情况只到三岁为止。（现在）行不通的，所以别再任性了。——《继承者们》');
insert into forum_topic
values(98, 1, '任何没有计划的学习，都只是作秀而已，任何没有走心的努力，都只是看起来很努力。---李尚龙《你只是看起来很努力》', '任何没有计划的学习，都只是作秀而已，任何没有走心的努力，都只是看起来很努力。---李尚龙《你只是看起来很努力》');
insert into forum_topic
values(99, 1, '要想成为上帝，至少是有创造性的上帝，你就必须放弃控制，拥抱不确定性。绝对的控制也就是绝对的无趣。要想诞生出新的、出乎意料的、真正不同的东西，也就是真正让自己惊讶的东西，你就必须放弃自己主宰一切的王位，让位于那些底层的群氓。——凯文·凯利《失控》', '要想成为上帝，至少是有创造性的上帝，你就必须放弃控制，拥抱不确定性。绝对的控制也就是绝对的无趣。要想诞生出新的、出乎意料的、真正不同的东西，也就是真正让自己惊讶的东西，你就必须放弃自己主宰一切的王位，让位于那些底层的群氓。——凯文·凯利《失控》');
insert into forum_topic
values(100, 1, '我所认为最深沉的爱：莫过于分开以后，我将自己活成了你的样子！ ——《这个杀手不太冷》', '我所认为最深沉的爱：莫过于分开以后，我将自己活成了你的样子！ ——《这个杀手不太冷》');
insert into forum_topic
values(101, 1, '不确定就别亲吻，感情很容易毁了一个人，一个人若不够狠，爱淡了不离不弃多残忍。---田馥甄《还是要幸福》', '不确定就别亲吻，感情很容易毁了一个人，一个人若不够狠，爱淡了不离不弃多残忍。---田馥甄《还是要幸福》');
insert into forum_topic
values(102, 1, '如果一个人必须完成一件自己不喜欢的事，最好的办法就是尽快做好，然后结束。——《起舞》', '如果一个人必须完成一件自己不喜欢的事，最好的办法就是尽快做好，然后结束。——《起舞》');
insert into forum_topic
values(103, 1, '年轻气盛的时候如果被人欺负了，总会恨恨地想以后一定要混出个名堂来，好让人刮目相看。可当真有这么一天的时候，却又想不起去恨了。原来真正的强大是宽容的，不是原谅别人，而是放过自己。——《中国合伙人》', '年轻气盛的时候如果被人欺负了，总会恨恨地想以后一定要混出个名堂来，好让人刮目相看。可当真有这么一天的时候，却又想不起去恨了。原来真正的强大是宽容的，不是原谅别人，而是放过自己。——《中国合伙人》');
insert into forum_topic
values(104, 1, '当一个女人和时间对抗，结局无非两种：要么变疯，要么淡定。——朝小诚《黑白》', '当一个女人和时间对抗，结局无非两种：要么变疯，要么淡定。——朝小诚《黑白》');
insert into forum_topic
values(105, 1, '树不可长得太快。一年生当柴，三年五年生当桌椅，十年百年的才有可能成栋梁。故要养深积厚，等待时间。——毕淑敏', '树不可长得太快。一年生当柴，三年五年生当桌椅，十年百年的才有可能成栋梁。故要养深积厚，等待时间。——毕淑敏');
insert into forum_topic
values(106, 1, '没有另一种选择，你所有现有的选择都是对的，它就像人的感情一样，无须去假设，因为无论怎样去假设，那假设都不会成立。---山本文绪《蓝另一种蓝》', '没有另一种选择，你所有现有的选择都是对的，它就像人的感情一样，无须去假设，因为无论怎样去假设，那假设都不会成立。---山本文绪《蓝另一种蓝》');
insert into forum_topic
values(107, 1, '他不敢冒险，因为他害怕失败，害怕变回那个失败者，因为他配不上今天的成功。---陈可辛《中国合伙人》', '他不敢冒险，因为他害怕失败，害怕变回那个失败者，因为他配不上今天的成功。---陈可辛《中国合伙人》');
insert into forum_topic
values(108, 1, '当一个人的幸福达到极致之时伴随而来的便是害怕失去的恐惧。---果果《花千骨》', '当一个人的幸福达到极致之时伴随而来的便是害怕失去的恐惧。---果果《花千骨》');
insert into forum_topic
values(109, 1, '离开一辈子后，他又回到了自己出生的那片土地上，从小到大，他一直是那个地方的目击者。——《尤利西斯》', '离开一辈子后，他又回到了自己出生的那片土地上，从小到大，他一直是那个地方的目击者。——《尤利西斯》');
insert into forum_topic
values(110, 1, '正是因为你内心没有爱 所以你不停地从外面寻找爱来填满自己 ，这种爱的缺乏就是你的孤独 而当你看到这个真相 你就再也不会试图用外在的人或事来填补了。——《与生活相遇》', '正是因为你内心没有爱 所以你不停地从外面寻找爱来填满自己 ，这种爱的缺乏就是你的孤独 而当你看到这个真相 你就再也不会试图用外在的人或事来填补了。——《与生活相遇》');
insert into forum_topic
values(111, 1, '我喜欢回顾，是因为我不喜欢忘记。我总认为，在世间，有些人、有些事、有些时刻似乎都有一种特定的安排，在当时也许不觉得，但是在以后回想起来，却都有一种深意。我有过许多美丽的时刻，实在舍不得将它们忘记。——席慕蓉《透明的哀伤》', '我喜欢回顾，是因为我不喜欢忘记。我总认为，在世间，有些人、有些事、有些时刻似乎都有一种特定的安排，在当时也许不觉得，但是在以后回想起来，却都有一种深意。我有过许多美丽的时刻，实在舍不得将它们忘记。——席慕蓉《透明的哀伤》');
insert into forum_topic
values(112, 1, '多少人爱你青春欢畅的时辰，爱慕你的美丽，假意或者真心，只有一个人爱你那朝圣者的灵魂，爱你衰老了的脸上痛苦的皱纹.——叶芝《当你老了》', '多少人爱你青春欢畅的时辰，爱慕你的美丽，假意或者真心，只有一个人爱你那朝圣者的灵魂，爱你衰老了的脸上痛苦的皱纹.——叶芝《当你老了》');
insert into forum_topic
values(113, 1, '该来的始终会来，千万别太着急，如果你失去了耐心，就会失去更多。该走过的路总是要走过的，从来不要认为你走错了路，哪怕最后转了一个大弯。这条路上你看到的风景总是特属于你自己的，没有人能夺走它。——卢思浩 《别着急，该来的始终会来》', '该来的始终会来，千万别太着急，如果你失去了耐心，就会失去更多。该走过的路总是要走过的，从来不要认为你走错了路，哪怕最后转了一个大弯。这条路上你看到的风景总是特属于你自己的，没有人能夺走它。——卢思浩 《别着急，该来的始终会来》');
insert into forum_topic
values(114, 1, '人生有多残酷，你就该有多坚强。现在让你难过的事情，许久回过头来看都会觉得那不算事，你之所以会把痛苦看得那么重，是因为你经历得不够多。觉得难过的时候，不妨告诉自己，现在正是你蜕变的契机。——卢思浩《你要去相信，没有到不了的明天》', '人生有多残酷，你就该有多坚强。现在让你难过的事情，许久回过头来看都会觉得那不算事，你之所以会把痛苦看得那么重，是因为你经历得不够多。觉得难过的时候，不妨告诉自己，现在正是你蜕变的契机。——卢思浩《你要去相信，没有到不了的明天》');
insert into forum_topic
values(115, 1, '男人遇上了女人，接着怦然心动，然后就忍不住想跟这个人在一起，还会想说我就是为了跟这个人邂逅而生的，我想为他做点什么，这种心情不就是爱情吗。这么想的时候，就会不顾一切地去爱了。----《想要拥抱你》', '男人遇上了女人，接着怦然心动，然后就忍不住想跟这个人在一起，还会想说我就是为了跟这个人邂逅而生的，我想为他做点什么，这种心情不就是爱情吗。这么想的时候，就会不顾一切地去爱了。----《想要拥抱你》');
insert into forum_topic
values(116, 1, '你必须很喜欢和自己作伴 。好处是：你不必为了顺从别人或讨好别人而扭曲自己 。 ——《费里尼自传》', '你必须很喜欢和自己作伴 。好处是：你不必为了顺从别人或讨好别人而扭曲自己 。 ——《费里尼自传》');
insert into forum_topic
values(117, 1, '最爱在晚饭过后，身边坐着我爱的人，他看书或看电视，我坐在一盏台灯下，身上堆着布料，两人有一搭没一搭地说着闲话，将那份对家庭的情爱，一针一针细细地透过指尖，缝进不说一句话的帘子里去。然后有一日，上班的回来了，窗口飘出了帘子等他——家就成了。—— 三毛《周末》', '最爱在晚饭过后，身边坐着我爱的人，他看书或看电视，我坐在一盏台灯下，身上堆着布料，两人有一搭没一搭地说着闲话，将那份对家庭的情爱，一针一针细细地透过指尖，缝进不说一句话的帘子里去。然后有一日，上班的回来了，窗口飘出了帘子等他——家就成了。—— 三毛《周末》');
insert into forum_topic
values(118, 1, '你必须很喜欢和自己作伴。好处是：你不必为了顺从别人或讨好别人而扭曲自己。—— 《费里尼自传》', '你必须很喜欢和自己作伴。好处是：你不必为了顺从别人或讨好别人而扭曲自己。—— 《费里尼自传》');
insert into forum_topic
values(119, 1, '结婚要为了爱情而结，这样才能保证心甘情愿地与另一个人共度一生，有感觉才能只专注于他一人，有感情才能在感觉磨没了之后保证两个人能继续往前走。——《我为什么坚持必须有爱情才结婚》', '结婚要为了爱情而结，这样才能保证心甘情愿地与另一个人共度一生，有感觉才能只专注于他一人，有感情才能在感觉磨没了之后保证两个人能继续往前走。——《我为什么坚持必须有爱情才结婚》');
insert into forum_topic
values(120, 1, '我的梦，一个关于爱情的梦，要是你触到了，就会有千百般的滋味，在等着你。你是提防不了的，若是你提防了，人生也就没有什么意思了。我的梦，只有你一个人知道，这一生曾经有你，就够了。——《陆贞传奇》', '我的梦，一个关于爱情的梦，要是你触到了，就会有千百般的滋味，在等着你。你是提防不了的，若是你提防了，人生也就没有什么意思了。我的梦，只有你一个人知道，这一生曾经有你，就够了。——《陆贞传奇》');
insert into forum_topic
values(121, 1, '你不能只是坐在那儿，把所有人的生活看得比自己的重，然后把这，叫做是爱。——《壁花少年》', '你不能只是坐在那儿，把所有人的生活看得比自己的重，然后把这，叫做是爱。——《壁花少年》');
insert into forum_topic
values(122, 1, '从拒绝到接受，从不喜欢到喜欢，从放弃到坚持，从不在乎到入心……时间证明，一切都会慢慢好起来，即使过程是那么艰难。你如何改变自己的习惯，从一个熬夜的人变成一个作息规律的人，便能够让一个不喜欢你的人喜欢上你，一件不可能完成的任务顺利完成。——夏风颜《请你温暖，无论这世界多冷漠》', '从拒绝到接受，从不喜欢到喜欢，从放弃到坚持，从不在乎到入心……时间证明，一切都会慢慢好起来，即使过程是那么艰难。你如何改变自己的习惯，从一个熬夜的人变成一个作息规律的人，便能够让一个不喜欢你的人喜欢上你，一件不可能完成的任务顺利完成。——夏风颜《请你温暖，无论这世界多冷漠》');
insert into forum_topic
values(123, 1, '我们以为我们爱那个人，其实我们爱的，很可能只是新鲜感制造的怦然......而不是那个人。所以三个月后，当我们看腻了那个皮相、熟悉了他的拥抱亲吻，他就变成只剩下糖水的可乐，再也不能让我们怦然了，于是我们就寻找下一瓶可乐。——《我可能不会爱你》', '我们以为我们爱那个人，其实我们爱的，很可能只是新鲜感制造的怦然......而不是那个人。所以三个月后，当我们看腻了那个皮相、熟悉了他的拥抱亲吻，他就变成只剩下糖水的可乐，再也不能让我们怦然了，于是我们就寻找下一瓶可乐。——《我可能不会爱你》');
insert into forum_topic
values(124, 1, '最好的旅行一定要一个人，最重要的不是你能吃多少好吃的，看多少美丽风景，或者在途中遇到多少骚包和浪子。当你孤身离开熟悉的城市，没有朋友没有家人没有同事，只有你自己，你吃的每一粒米喝的每一口水走的每一步路都是为了你自己。为自己而活，就是旅行的意义。--张晓晗《除了爱，我们什么都不会》', '最好的旅行一定要一个人，最重要的不是你能吃多少好吃的，看多少美丽风景，或者在途中遇到多少骚包和浪子。当你孤身离开熟悉的城市，没有朋友没有家人没有同事，只有你自己，你吃的每一粒米喝的每一口水走的每一步路都是为了你自己。为自己而活，就是旅行的意义。--张晓晗《除了爱，我们什么都不会》');
insert into forum_topic
values(125, 1, '你才25岁 ，你可以成为任何你想成为的人 。— — 《步履不停》', '你才25岁 ，你可以成为任何你想成为的人 。— — 《步履不停》');
insert into forum_topic
values(126, 1, '风雅，就是发现存在的美，感觉已经发现的美。——川端康成《美的存在与发现》', '风雅，就是发现存在的美，感觉已经发现的美。——川端康成《美的存在与发现》');
insert into forum_topic
values(127, 1, '你呀，你别再关心灵魂了，那是神明的事。你所能做的，是些小事情，诸如热爱时间，思念母亲，静悄悄地做人，像早晨一样清白。——海桑《我是你流浪过的一个地方》', '你呀，你别再关心灵魂了，那是神明的事。你所能做的，是些小事情，诸如热爱时间，思念母亲，静悄悄地做人，像早晨一样清白。——海桑《我是你流浪过的一个地方》');
insert into forum_topic
values(128, 1, '"如果我们最终要离别,请让我此刻沉睡在你的海洋,三万里长空碧蓝如洗,这一刻你的天地便是我的全部 ——天下归元 《扶摇皇后》"', '"如果我们最终要离别,请让我此刻沉睡在你的海洋,三万里长空碧蓝如洗,这一刻你的天地便是我的全部 ——天下归元 《扶摇皇后》"');
insert into forum_topic
values(129, 1, '如果不能成为别人生命中的礼物，就不要走进别人的生活。——《与神对话》', '如果不能成为别人生命中的礼物，就不要走进别人的生活。——《与神对话》');
insert into forum_topic
values(130, 1, '当我真心在追寻着我的梦想时，每一天都是缤纷的，因为我知道每一个小时都是在实现梦想的一部分。—— 保罗·科埃略《牧羊少年奇幻之旅》', '当我真心在追寻着我的梦想时，每一天都是缤纷的，因为我知道每一个小时都是在实现梦想的一部分。—— 保罗·科埃略《牧羊少年奇幻之旅》');
insert into forum_topic
values(131, 1, '沙漠阿拉伯人形容他们也必喝三道的茶：第一道苦若生命，第二道甜似爱情，第三道淡如微风。——三毛 《送你一匹马》', '沙漠阿拉伯人形容他们也必喝三道的茶：第一道苦若生命，第二道甜似爱情，第三道淡如微风。——三毛 《送你一匹马》');
insert into forum_topic
values(132, 1, 'Don’t wait for the perfect moment. Take the moment and make it perfect——不要去等待完美的时刻，把握好现在，让此刻变完美。', 'Don’t wait for the perfect moment. Take the moment and make it perfect——不要去等待完美的时刻，把握好现在，让此刻变完美。');
insert into forum_topic
values(133, 1, '心太软的人快乐是不容易的，别人伤害她或她伤害别人都让她在心里病一场。——严歌苓《陆犯焉识》', '心太软的人快乐是不容易的，别人伤害她或她伤害别人都让她在心里病一场。——严歌苓《陆犯焉识》');
insert into forum_topic
values(134, 1, '我们一起度过的幸福时光，如果每个吻都能延续到永远，那该有多美好；我们俩的向往、祈祷、理想，也许有天会美梦成真，到时候我们没有办不到的事，如果我们结婚了，一定会很幸福，那该有多美好；那些话越是讲下去，结婚的愿望越是强烈，但我还想再讲一下，你看这有多美好。----《向阳处的她》', '我们一起度过的幸福时光，如果每个吻都能延续到永远，那该有多美好；我们俩的向往、祈祷、理想，也许有天会美梦成真，到时候我们没有办不到的事，如果我们结婚了，一定会很幸福，那该有多美好；那些话越是讲下去，结婚的愿望越是强烈，但我还想再讲一下，你看这有多美好。----《向阳处的她》');
insert into forum_topic
values(135, 1, '张牙舞爪的人，往往是很脆弱的。因为真正强大的人，是自信的，自信就会温和，温和就会坚定。——《明朝那些事儿》', '张牙舞爪的人，往往是很脆弱的。因为真正强大的人，是自信的，自信就会温和，温和就会坚定。——《明朝那些事儿》');
insert into forum_topic
values(136, 1, '我说不出为什么，特别喜欢跟这种冷静平和的人待在一起。热情让我害怕，一是怕让我要回报相同的热情，那是件很辛苦的事情，承不起来，让人虚脱；二是害怕热情总是快速褪去，因为差距而更加落寞。~《时间不老，我们不散》', '我说不出为什么，特别喜欢跟这种冷静平和的人待在一起。热情让我害怕，一是怕让我要回报相同的热情，那是件很辛苦的事情，承不起来，让人虚脱；二是害怕热情总是快速褪去，因为差距而更加落寞。~《时间不老，我们不散》');
insert into forum_topic
values(137, 1, '傻孩子，你怕没人爱你，是因为你不知道你到底爱谁。——《大野狼和小绵羊的爱情》', '傻孩子，你怕没人爱你，是因为你不知道你到底爱谁。——《大野狼和小绵羊的爱情》');
insert into forum_topic
values(138, 1, '在两个女人面前，男人一定要容忍，一个是孕育他的母亲，另一个是为他孕育儿女的妻子，在她们之间，不必是好汉。——亦舒《从前有一只粉蝶》', '在两个女人面前，男人一定要容忍，一个是孕育他的母亲，另一个是为他孕育儿女的妻子，在她们之间，不必是好汉。——亦舒《从前有一只粉蝶》');
insert into forum_topic
values(139, 1, '当你的工作在你心目中有意义，你就有成就感。当你的工作给你时间，不剥夺你的生活，你就有尊严。成就感和尊严，给你快乐。——龙应台《亲爱的安德烈》', '当你的工作在你心目中有意义，你就有成就感。当你的工作给你时间，不剥夺你的生活，你就有尊严。成就感和尊严，给你快乐。——龙应台《亲爱的安德烈》');
insert into forum_topic
values(140, 1, '在各种事物的常理中，爱情是无法改变和阻挡的，因为就本性而言，爱只会自行消亡，任何计谋都难以使它逆转。——《十日谈》', '在各种事物的常理中，爱情是无法改变和阻挡的，因为就本性而言，爱只会自行消亡，任何计谋都难以使它逆转。——《十日谈》');
insert into forum_topic
values(141, 1, '天将降大任于是人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为。——《孟子•告子下》', '天将降大任于是人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为。——《孟子•告子下》');
insert into forum_topic
values(142, 1, '有时候我想，生命的目的在于将我们磨得疲惫不堪，证明人生并非全然像所赞美的那样，不管这要证明多久，以此令我们对于最终的失去心甘怡然。 ——巴恩斯《终结的感觉》', '有时候我想，生命的目的在于将我们磨得疲惫不堪，证明人生并非全然像所赞美的那样，不管这要证明多久，以此令我们对于最终的失去心甘怡然。 ——巴恩斯《终结的感觉》');
insert into forum_topic
values(143, 1, '“心太软的人快乐是不容易的，别人伤害她或她伤害别人都让她在心里病一场。”——严歌苓《陆犯焉识》', '“心太软的人快乐是不容易的，别人伤害她或她伤害别人都让她在心里病一场。”——严歌苓《陆犯焉识》');
insert into forum_topic
values(144, 1, '我也曾为了一次错误、一句傻话而忧虑良久，不惜为此赴汤蹈火，以求得一个理解。但最终发现，于己重要如此，于人却不过是过眼云烟。那些压得心累心疼心烦的担子，大多都是自己强加的。毕竟，有些事情，该懂的人，总会懂。不懂的人，其实永远无须多讲一句话。——自由极光《 你就这样吧，挺好的 》', '我也曾为了一次错误、一句傻话而忧虑良久，不惜为此赴汤蹈火，以求得一个理解。但最终发现，于己重要如此，于人却不过是过眼云烟。那些压得心累心疼心烦的担子，大多都是自己强加的。毕竟，有些事情，该懂的人，总会懂。不懂的人，其实永远无须多讲一句话。——自由极光《 你就这样吧，挺好的 》');
insert into forum_topic
values(145, 1, '年少时不知道什么是爱，以为自己高兴了就是爱，不高兴了也就不爱了，直到失去了某个人，才猛然发现，爱字冗杂的太多太多，岂止三两句，几页诉说能阐明的。能坚持的时候千万别轻易放手，失去了就去让自己变的更好。——王安忆 《长恨歌》', '年少时不知道什么是爱，以为自己高兴了就是爱，不高兴了也就不爱了，直到失去了某个人，才猛然发现，爱字冗杂的太多太多，岂止三两句，几页诉说能阐明的。能坚持的时候千万别轻易放手，失去了就去让自己变的更好。——王安忆 《长恨歌》');
insert into forum_topic
values(146, 1, '一个人之所以可以做到不介意任何人的评价，是因为她有足够的自信和足够的智慧，是因为--美自在她的心，而不在世人的眼光里。任他潮流如何变化，任世人如何评价，她自岿然不动，怡然自得。—— 饶雪漫《那些女生该懂的事》', '一个人之所以可以做到不介意任何人的评价，是因为她有足够的自信和足够的智慧，是因为--美自在她的心，而不在世人的眼光里。任他潮流如何变化，任世人如何评价，她自岿然不动，怡然自得。—— 饶雪漫《那些女生该懂的事》');
insert into forum_topic
values(147, 1, '爱情应该给人一种自由感，而不是囚禁感。——《儿子与情人》', '爱情应该给人一种自由感，而不是囚禁感。——《儿子与情人》');
insert into forum_topic
values(148, 1, '这世上很多事注定只能浅尝辄止，陷得深了心就会疼。——独木舟', '这世上很多事注定只能浅尝辄止，陷得深了心就会疼。——独木舟');
insert into forum_topic
values(149, 1, '我只是倔强的认准一句话，只有当自己处于一个最好的姿态，才会有一个最好的人来爱你。你若是想遇到安静温暖的男人过简单美好的生活，首先，你自己得成为淡定与美丽的女人。若说，是什么样的训练练就了一个非常女人，排行榜首位，是单身二字。有一种魅力，叫独自走过。——《年画如斯》', '我只是倔强的认准一句话，只有当自己处于一个最好的姿态，才会有一个最好的人来爱你。你若是想遇到安静温暖的男人过简单美好的生活，首先，你自己得成为淡定与美丽的女人。若说，是什么样的训练练就了一个非常女人，排行榜首位，是单身二字。有一种魅力，叫独自走过。——《年画如斯》');
insert into forum_topic
values(150, 1, '如果有人向你承诺，要相信开口的那一刹那他是真实的，不要怀疑。如果有人背弃承诺，要相信他之前并不知道自己是做不到的，不要苛求。如果有人欺骗你，要相信他也许只是想保护自己，不要说破。如果有人欺骗自己，要相信他只是还无法承受真相，给他点时间。——扎西拉姆·多多《当你途经我的盛放》', '如果有人向你承诺，要相信开口的那一刹那他是真实的，不要怀疑。如果有人背弃承诺，要相信他之前并不知道自己是做不到的，不要苛求。如果有人欺骗你，要相信他也许只是想保护自己，不要说破。如果有人欺骗自己，要相信他只是还无法承受真相，给他点时间。——扎西拉姆·多多《当你途经我的盛放》');
insert into forum_topic
values(151, 1, '要明白，许多在眼前看来天大的事，都不是人生一战，而只是人生一站。我知道高考让你很辛苦，坚持了这么久，就已经是胜利。漫长的夏天和宽广的人生还在等着你，迈过去，你就看到了。——七堇年', '要明白，许多在眼前看来天大的事，都不是人生一战，而只是人生一站。我知道高考让你很辛苦，坚持了这么久，就已经是胜利。漫长的夏天和宽广的人生还在等着你，迈过去，你就看到了。——七堇年');
insert into forum_topic
values(152, 1, '猫有9条命，所以我还有8次遇见你的机会。在那之前，让我们彼此在世界的某个角落好好活下去。----《向阳处的她》', '猫有9条命，所以我还有8次遇见你的机会。在那之前，让我们彼此在世界的某个角落好好活下去。----《向阳处的她》');
insert into forum_topic
values(153, 1, '在功利主义的世界里，阅读维系着超脱，而超脱有利于我们的思考。读书毫无用处。正因为这个，读书才是一件大事。我们在阅读一本书，因为它毫无用处。——夏尔·丹齐格 《为什么读书》', '在功利主义的世界里，阅读维系着超脱，而超脱有利于我们的思考。读书毫无用处。正因为这个，读书才是一件大事。我们在阅读一本书，因为它毫无用处。——夏尔·丹齐格 《为什么读书》');
insert into forum_topic
values(154, 1, '原来每个人都有自己解读的年轻，我们不过二十多岁，我们难道不是活在老辈人最羡慕的青春年纪里吗？为什么就要患得患失地怀念青春？青春不是一个年纪的终结，也不是面孔的日益干瘪，而是永远有冲刺梦想的心情和挑战的勇气。——翩翩《永远热泪盈眶》', '原来每个人都有自己解读的年轻，我们不过二十多岁，我们难道不是活在老辈人最羡慕的青春年纪里吗？为什么就要患得患失地怀念青春？青春不是一个年纪的终结，也不是面孔的日益干瘪，而是永远有冲刺梦想的心情和挑战的勇气。——翩翩《永远热泪盈眶》');
insert into forum_topic
values(155, 1, '不要计较何时年轻，何时年老。只要我们生存一天，青春的财富就闪闪发光。能够遮蔽它的光芒的暗夜只有一种，那就是你自以为已经衰老。——《年轻的朋友，人们在羡慕我们》', '不要计较何时年轻，何时年老。只要我们生存一天，青春的财富就闪闪发光。能够遮蔽它的光芒的暗夜只有一种，那就是你自以为已经衰老。——《年轻的朋友，人们在羡慕我们》');
insert into forum_topic
values(156, 1, '我凝视着属于我的那份生活，那是一条漫长而可怕的道路。路，疯子的路，虚无缥缈的路，淡泊悠闲的路，还是其他什么路?从某种程度上说，每个人都有他自己的路，问题是怎么走?走到哪?——《在路上》', '我凝视着属于我的那份生活，那是一条漫长而可怕的道路。路，疯子的路，虚无缥缈的路，淡泊悠闲的路，还是其他什么路?从某种程度上说，每个人都有他自己的路，问题是怎么走?走到哪?——《在路上》');
insert into forum_topic
values(157, 1, '人有三样东西是无法隐瞒的，咳嗽、穷困和爱；你想隐瞒越欲盖弥彰。人有三样东西是不该挥霍的，身体、金钱和爱；你想挥霍却得不偿失。人有三样东西是无法挽留的，时间、生命和爱；你想挽留却渐行渐远。人有三样东西是不该回忆的，灾难、死亡和爱；你想回忆却苦不堪言。 ——《洛丽塔》', '人有三样东西是无法隐瞒的，咳嗽、穷困和爱；你想隐瞒越欲盖弥彰。人有三样东西是不该挥霍的，身体、金钱和爱；你想挥霍却得不偿失。人有三样东西是无法挽留的，时间、生命和爱；你想挽留却渐行渐远。人有三样东西是不该回忆的，灾难、死亡和爱；你想回忆却苦不堪言。 ——《洛丽塔》');
insert into forum_topic
values(158, 1, '爱情，也许在我的心里还没有完全消亡，但它不会再打扰你;我也不想再使你难过悲伤。我曾经默默无语地，毫无指望地爱过你，我既忍受着羞怯，又忍受着嫉妒的折磨;我曾经那样真诚，那样温柔地爱过你，但愿上帝保佑，另一个人也会像我爱你一样。——普希金《我曾经爱过你》', '爱情，也许在我的心里还没有完全消亡，但它不会再打扰你;我也不想再使你难过悲伤。我曾经默默无语地，毫无指望地爱过你，我既忍受着羞怯，又忍受着嫉妒的折磨;我曾经那样真诚，那样温柔地爱过你，但愿上帝保佑，另一个人也会像我爱你一样。——普希金《我曾经爱过你》');
insert into forum_topic
values(159, 1, '我们太年轻，以致都不知道以后的时光，竟然那么长，长得足够让我忘记你，足够让我重新喜欢一个人，就像当初喜欢你那样。---郭敬明《夏至未至》', '我们太年轻，以致都不知道以后的时光，竟然那么长，长得足够让我忘记你，足够让我重新喜欢一个人，就像当初喜欢你那样。---郭敬明《夏至未至》');
insert into forum_topic
values(160, 1, '现在知道了，那些恣意飞扬的岁月里，每一次躁动不安的梦想，年轻气盛的誓言，猝不及防的暗恋，义无反顾地摔倒又爬起，其实都藏着一颗颗饱满的种子，它让我们有了脊椎，有了思想，有了人格，通晓了嘴巴和手真正的功能。在人生每一场来势凶猛的暗战中，保全了自己。—— 辛夷坞《致我们终将逝去的青春》', '现在知道了，那些恣意飞扬的岁月里，每一次躁动不安的梦想，年轻气盛的誓言，猝不及防的暗恋，义无反顾地摔倒又爬起，其实都藏着一颗颗饱满的种子，它让我们有了脊椎，有了思想，有了人格，通晓了嘴巴和手真正的功能。在人生每一场来势凶猛的暗战中，保全了自己。—— 辛夷坞《致我们终将逝去的青春》');
insert into forum_topic
values(161, 1, '美德犹如名香，经燃烧或压榨而其香愈烈，盖幸运最能显露恶德而厄运最能显露美德。——《培根论说文集》', '美德犹如名香，经燃烧或压榨而其香愈烈，盖幸运最能显露恶德而厄运最能显露美德。——《培根论说文集》');
insert into forum_topic
values(162, 1, '1.没有人能替你承受痛苦，也没有人能拿走你的坚强；2.破坏关系的最好方法，就是听信谣言；3.我不知道什么叫年少轻狂，我只知道什么叫胜者为王；4.只要你按时到达目的地，很少有人在乎你开的是奔驰还是拖拉机；5.你什么货色，我就什么脸色。—— 《小时代》', '1.没有人能替你承受痛苦，也没有人能拿走你的坚强；2.破坏关系的最好方法，就是听信谣言；3.我不知道什么叫年少轻狂，我只知道什么叫胜者为王；4.只要你按时到达目的地，很少有人在乎你开的是奔驰还是拖拉机；5.你什么货色，我就什么脸色。—— 《小时代》');
insert into forum_topic
values(163, 1, '只要你是天鹅蛋就是生在养鸡场也没什么关系。——《安徒生童话》', '只要你是天鹅蛋就是生在养鸡场也没什么关系。——《安徒生童话》');
insert into forum_topic
values(164, 1, '如果我看过你看过的世界，走过你走过的路，是不是就更靠近你一点。——李大仁《我可能不会爱你》', '如果我看过你看过的世界，走过你走过的路，是不是就更靠近你一点。——李大仁《我可能不会爱你》');
insert into forum_topic
values(165, 1, '我还在原地等你，你却已经忘记曾经来过这里。 ——管今 《8090青春之中学时代》', '我还在原地等你，你却已经忘记曾经来过这里。 ——管今 《8090青春之中学时代》');
insert into forum_topic
values(166, 1, '“我经常有那种感觉，如果这个事情来了，你却没有勇敢地去解决掉，它一定会再来。生活真是这样，它会一次次地让你去做这个功课直到你学会为止。” —— 《像我这样笨拙地生活》', '“我经常有那种感觉，如果这个事情来了，你却没有勇敢地去解决掉，它一定会再来。生活真是这样，它会一次次地让你去做这个功课直到你学会为止。” —— 《像我这样笨拙地生活》');
insert into forum_topic
values(167, 1, '别人总会夸大你的成就，然后便觉得依附于你天经地义。——《太要强的女孩，活该没人疼》', '别人总会夸大你的成就，然后便觉得依附于你天经地义。——《太要强的女孩，活该没人疼》');
insert into forum_topic
values(168, 1, '事实上，我们的每个缺点背后都隐藏着优点，每个阴暗面都对应着一个生命礼物：好出风头只是自信过度的表现；邋遢说明你内心自由；胆小能让你躲过飞来横祸；泼妇在有些场合是解决问题的最好方式... 阴暗面也是生命的一部分，只有真心拥抱它，我们才能活出完整的生命。——《接纳不完美的自己》', '事实上，我们的每个缺点背后都隐藏着优点，每个阴暗面都对应着一个生命礼物：好出风头只是自信过度的表现；邋遢说明你内心自由；胆小能让你躲过飞来横祸；泼妇在有些场合是解决问题的最好方式... 阴暗面也是生命的一部分，只有真心拥抱它，我们才能活出完整的生命。——《接纳不完美的自己》');
insert into forum_topic
values(169, 1, '当你能够承受甚至享受一个人独处时，你不用总是对你们的关系过分关注或敏感，不会总是因为一点小事而紧张或忧伤，也不会总是患得患失。——《你真的这么需要人陪吗》', '当你能够承受甚至享受一个人独处时，你不用总是对你们的关系过分关注或敏感，不会总是因为一点小事而紧张或忧伤，也不会总是患得患失。——《你真的这么需要人陪吗》');
insert into forum_topic
values(170, 1, '游走在我们身边的人，也许都在等候一种领悟，等候适当的时光再遇，时间对了，你便会爱上他，幸好，你们今生还是遇上了。——张小娴《等候适当的时光再遇》', '游走在我们身边的人，也许都在等候一种领悟，等候适当的时光再遇，时间对了，你便会爱上他，幸好，你们今生还是遇上了。——张小娴《等候适当的时光再遇》');
insert into forum_topic
values(171, 1, '决定爱的从来不是容貌，年龄，地位，而是有没有带来长久的温暖和感动。', '决定爱的从来不是容貌，年龄，地位，而是有没有带来长久的温暖和感动。');
insert into forum_topic
values(172, 1, '眼睛就是身上的灯。眼睛若明亮，全身就光明；眼睛若昏花，全身就黑暗。—《圣经》', '眼睛就是身上的灯。眼睛若明亮，全身就光明；眼睛若昏花，全身就黑暗。—《圣经》');
insert into forum_topic
values(173, 1, '要想成功，必须具备的条件就是，用你的欲望提升自己的热忱，用你的毅力磨平高山，同时还要相信自己一定会成功。---《人性的弱点》', '要想成功，必须具备的条件就是，用你的欲望提升自己的热忱，用你的毅力磨平高山，同时还要相信自己一定会成功。---《人性的弱点》');
insert into forum_topic
values(174, 1, '你写了成百上千条微博、朋友圈或日志，有些是写给专门的人看的。但往往这个人看不到，不会看，也不想看。直到有一天，另一个不相关的人突然跟你说：你写的所有东西我都看完了，好心疼你呀，啊哈～你看，真正在乎你的人读的不是你的某条心情，他们想读的，是你的整个人生。~《你的孤独，虽败犹荣》', '你写了成百上千条微博、朋友圈或日志，有些是写给专门的人看的。但往往这个人看不到，不会看，也不想看。直到有一天，另一个不相关的人突然跟你说：你写的所有东西我都看完了，好心疼你呀，啊哈～你看，真正在乎你的人读的不是你的某条心情，他们想读的，是你的整个人生。~《你的孤独，虽败犹荣》');
insert into forum_topic
values(175, 1, '你减肥、节俭、努力工作、待人有礼，这不是为了取悦别人，这应该是一种自身向上的力量，说得大一些，这是一个人所谓的生命的意义，不单纯是享受、纵容、索取、消耗。 一段关系之所以能够被称为关系，是因为在这段关系中的两个人是能对自己负责的独立个体。—— 《你当温柔，却有力量》', '你减肥、节俭、努力工作、待人有礼，这不是为了取悦别人，这应该是一种自身向上的力量，说得大一些，这是一个人所谓的生命的意义，不单纯是享受、纵容、索取、消耗。 一段关系之所以能够被称为关系，是因为在这段关系中的两个人是能对自己负责的独立个体。—— 《你当温柔，却有力量》');
insert into forum_topic
values(176, 1, '从爱生忧患，从爱生怖畏;离爱无忧患，何处有怖畏?是故莫爱着，爱别离为苦。若无爱与憎，彼即无羁缚。我只惦记着离爱可以无羁缚，可恨呢?那是否是更大的羁缚?遗憾呢?那是否会让心日夜不得宁静?——桐华《步步惊心》', '从爱生忧患，从爱生怖畏;离爱无忧患，何处有怖畏?是故莫爱着，爱别离为苦。若无爱与憎，彼即无羁缚。我只惦记着离爱可以无羁缚，可恨呢?那是否是更大的羁缚?遗憾呢?那是否会让心日夜不得宁静?——桐华《步步惊心》');
insert into forum_topic
values(177, 1, '获取一颗没有被人攻击的经验的心，也就像夺取一座没有守卫的城池一样。——《茶花女》', '获取一颗没有被人攻击的经验的心，也就像夺取一座没有守卫的城池一样。——《茶花女》');
insert into forum_topic
values(178, 1, '心存善意，定能途遇天使。——《龙猫》', '心存善意，定能途遇天使。——《龙猫》');
insert into forum_topic
values(179, 1, '很希望自己是一棵树，守静、向光、安然，敏感的神经末梢，触着流云和微风，窃窃的欢喜。脚下踩着泥，很踏实。还有，每一天都在隐秘成长。——黎戈《私语书》', '很希望自己是一棵树，守静、向光、安然，敏感的神经末梢，触着流云和微风，窃窃的欢喜。脚下踩着泥，很踏实。还有，每一天都在隐秘成长。——黎戈《私语书》');
insert into forum_topic
values(180, 1, '也许，我喜欢你，就是因为你是我认识的人中，唯一不可归类的人。唯一不需要任何形式的“集体主义”的人。唯一不被流行的情绪传染得感冒了的人。他们恐惧孤独，所以需要一个圈子。但你就在你自己的角落里，远远地，雕刻你自己的时光。而我，就这样远远地眷恋你。——刘瑜 《余欢》', '也许，我喜欢你，就是因为你是我认识的人中，唯一不可归类的人。唯一不需要任何形式的“集体主义”的人。唯一不被流行的情绪传染得感冒了的人。他们恐惧孤独，所以需要一个圈子。但你就在你自己的角落里，远远地，雕刻你自己的时光。而我，就这样远远地眷恋你。——刘瑜 《余欢》');
insert into forum_topic
values(181, 1, '天下只有两种人：比如一串葡萄到手，一种人挑最好的先吃，另一种人把最好的留到最后吃。照例第一种人应该乐观，因为他每吃一颗都是吃剩的葡萄里最好的；第二种人应该悲观，因为他每吃一颗都是吃剩的葡萄里最坏的。不过事实却适得其反，缘故是第二种人还有希望，第一种人只有回忆。——钱钟书《围城》', '天下只有两种人：比如一串葡萄到手，一种人挑最好的先吃，另一种人把最好的留到最后吃。照例第一种人应该乐观，因为他每吃一颗都是吃剩的葡萄里最好的；第二种人应该悲观，因为他每吃一颗都是吃剩的葡萄里最坏的。不过事实却适得其反，缘故是第二种人还有希望，第一种人只有回忆。——钱钟书《围城》');
insert into forum_topic
values(182, 1, '只要你是天鹅蛋，就是生在养鸡场里也没有什么关系。——《安徒生童话》', '只要你是天鹅蛋，就是生在养鸡场里也没有什么关系。——《安徒生童话》');
insert into forum_topic
values(183, 1, '人与人之间，最可痛心的事莫过于在你认为理应获得善意和友谊的地方，却遭受了烦扰和损害。——《巨人传》', '人与人之间，最可痛心的事莫过于在你认为理应获得善意和友谊的地方，却遭受了烦扰和损害。——《巨人传》');
insert into forum_topic
values(184, 1, '人心是不待风吹而自落的花。以前的恋人，还记得她情深意切的话，但人已离我远去，形同路人。此种生离之痛，有甚于死别也。故见到染丝，有人会伤心；面对岔路，有人会悲泣。——吉田兼好《徒然草》', '人心是不待风吹而自落的花。以前的恋人，还记得她情深意切的话，但人已离我远去，形同路人。此种生离之痛，有甚于死别也。故见到染丝，有人会伤心；面对岔路，有人会悲泣。——吉田兼好《徒然草》');
insert into forum_topic
values(185, 1, '我要你相信温暖、美好、信任、尊严、坚强这些老掉牙的字眼。我不要你颓废、空虚、迷茫、糟践自己、伤害别人。你要有强大的内心。要有任凭时间流逝，不会磨折和屈服的信念。不是因为在象牙塔中，才说出我爱世界这样的话。是知道外面的黑、脏、丑陋之后，还要说出这样的话。——柏邦妮《给妹妹的一封信》', '我要你相信温暖、美好、信任、尊严、坚强这些老掉牙的字眼。我不要你颓废、空虚、迷茫、糟践自己、伤害别人。你要有强大的内心。要有任凭时间流逝，不会磨折和屈服的信念。不是因为在象牙塔中，才说出我爱世界这样的话。是知道外面的黑、脏、丑陋之后，还要说出这样的话。——柏邦妮《给妹妹的一封信》');
insert into forum_topic
values(186, 1, '人生两条路，一条用来实践，一条用来遗憾。——《如果有机会，你会和谁结婚？》', '人生两条路，一条用来实践，一条用来遗憾。——《如果有机会，你会和谁结婚？》');
insert into forum_topic
values(187, 1, '生命是一团欲望 ，欲望不满足便痛苦 ，满足便无聊 。而人生 ，就在痛苦和无聊中摇摆 。—— 叔本华 《悲观论集卷》', '生命是一团欲望 ，欲望不满足便痛苦 ，满足便无聊 。而人生 ，就在痛苦和无聊中摇摆 。—— 叔本华 《悲观论集卷》');
insert into forum_topic
values(188, 1, '如果你和曾经的我一样自卑，那么说明你特别渴望变得更好，这是很好的初衷。接下来，慢慢认识、接纳和一步步地提高自己，我们会越来越让自己喜欢的。——《我们自卑，是因为太渴望变好》', '如果你和曾经的我一样自卑，那么说明你特别渴望变得更好，这是很好的初衷。接下来，慢慢认识、接纳和一步步地提高自己，我们会越来越让自己喜欢的。——《我们自卑，是因为太渴望变好》');
insert into forum_topic
values(189, 1, '能改的，叫做缺点，不能改的，叫做弱点。——当时明月《明朝那些事儿》', '能改的，叫做缺点，不能改的，叫做弱点。——当时明月《明朝那些事儿》');
insert into forum_topic
values(190, 1, '萤火虫飞走之后，那光线的轨迹在我的心中长期留存。闭上眼睛，厚密的黑暗之中，微微的光芒宛如无处可去的游魂，徘徊不已。黑暗中，我几度尝试伸出手指，却什么也接触不到。一丝微弱的光芒，永远停在指尖的稍前端。——村上春树《萤火虫》', '萤火虫飞走之后，那光线的轨迹在我的心中长期留存。闭上眼睛，厚密的黑暗之中，微微的光芒宛如无处可去的游魂，徘徊不已。黑暗中，我几度尝试伸出手指，却什么也接触不到。一丝微弱的光芒，永远停在指尖的稍前端。——村上春树《萤火虫》');
insert into forum_topic
values(191, 1, '所谓了解，就是知道对方心灵最深的地方的痛处，痛在哪里。---龙应台《目送》', '所谓了解，就是知道对方心灵最深的地方的痛处，痛在哪里。---龙应台《目送》');
insert into forum_topic
values(192, 1, '思念别人是一种温馨，被别人思念是一种幸福，当然好的前提是——彼此思念。否则，单相思是一种哀愁，只被别人思念是一种负担。——《无尽的思念》', '思念别人是一种温馨，被别人思念是一种幸福，当然好的前提是——彼此思念。否则，单相思是一种哀愁，只被别人思念是一种负担。——《无尽的思念》');
insert into forum_topic
values(193, 1, '沿着这条路一直朝前走，在不远的地方就会有一个路口，你可以向左转，也可以朝前走，但是你不能停留。——《达摩流浪者》', '沿着这条路一直朝前走，在不远的地方就会有一个路口，你可以向左转，也可以朝前走，但是你不能停留。——《达摩流浪者》');
insert into forum_topic
values(194, 1, '不管好的记忆，坏的记忆，忘不掉的话就干脆记得吧，就像你一直按着自己的伤口，然后再松开，忽然就觉得没有那么痛了。---辛夷坞《许我向你看》', '不管好的记忆，坏的记忆，忘不掉的话就干脆记得吧，就像你一直按着自己的伤口，然后再松开，忽然就觉得没有那么痛了。---辛夷坞《许我向你看》');
insert into forum_topic
values(195, 1, '为自己喜欢的事情早起一个小时吧。这是完全属于你自己的一个小时。世界还没有苏醒，你不用与任何人交流，你不需要和任何事情协商，你也不用对谁有任何亏欠，心安理得地，享受这属于自己的一个小时。——《为喜欢的事情早起一个小时》', '为自己喜欢的事情早起一个小时吧。这是完全属于你自己的一个小时。世界还没有苏醒，你不用与任何人交流，你不需要和任何事情协商，你也不用对谁有任何亏欠，心安理得地，享受这属于自己的一个小时。——《为喜欢的事情早起一个小时》');
insert into forum_topic
values(196, 1, '这么多年，这么多人经过我的生活，可是为什么偏偏是你，看起来好像最应该是过客的你，在我心中占据了这么重的地位。—《one day》', '这么多年，这么多人经过我的生活，可是为什么偏偏是你，看起来好像最应该是过客的你，在我心中占据了这么重的地位。—《one day》');
insert into forum_topic
values(197, 1, '时光静好，与君语；细水长流，与君同；繁华落尽，与君老。想来这一生，总会有那么一个人，牵着你的手，将爱融入生命，倾一世温柔，与你一起待霜染白发，陪你看细水长流。《择一城终老，遇一人白首》', '时光静好，与君语；细水长流，与君同；繁华落尽，与君老。想来这一生，总会有那么一个人，牵着你的手，将爱融入生命，倾一世温柔，与你一起待霜染白发，陪你看细水长流。《择一城终老，遇一人白首》');
insert into forum_topic
values(198, 1, '对于弱者的帮助有时候只能让他变得更弱，在这个社会里，在自己不擅长的行业被淘汰，有时候是一种幸运，你可以去寻找真正适合自己的生活，而帮助弱者，把他们在自己不擅长的行业中抬到一个太高的位置，往往会让他们死无葬身之地。——南派三叔《沙海》', '对于弱者的帮助有时候只能让他变得更弱，在这个社会里，在自己不擅长的行业被淘汰，有时候是一种幸运，你可以去寻找真正适合自己的生活，而帮助弱者，把他们在自己不擅长的行业中抬到一个太高的位置，往往会让他们死无葬身之地。——南派三叔《沙海》');
insert into forum_topic
values(199, 1, '有时候，别人的言行是很难理解的……侮辱和批评，跟泥巴没什么两样。你看，我大衣上的泥点，就是今早过马路时溅上的。如果我当时立即去抹，一定会搞得一团糟。所以我把大衣挂在一边，专心干别的事，等泥巴晾干了再去处理它，就非常容易了。瞧，轻轻弹几下就没事了。—— 《先把泥巴晾干》', '有时候，别人的言行是很难理解的……侮辱和批评，跟泥巴没什么两样。你看，我大衣上的泥点，就是今早过马路时溅上的。如果我当时立即去抹，一定会搞得一团糟。所以我把大衣挂在一边，专心干别的事，等泥巴晾干了再去处理它，就非常容易了。瞧，轻轻弹几下就没事了。—— 《先把泥巴晾干》');
insert into forum_topic
values(200, 1, '也许在这个世界上 什么都可以补偿 唯有爱是不可以补偿的它倘若在该来的时候没有来 那就永远地晚了。——《幸福是有的》', '也许在这个世界上 什么都可以补偿 唯有爱是不可以补偿的它倘若在该来的时候没有来 那就永远地晚了。——《幸福是有的》');
insert into forum_topic
values(201, 1, '有些事，你把它藏到心里，也许还更好，等时间长了，也就变成了故事。 ——《似水年华》', '有些事，你把它藏到心里，也许还更好，等时间长了，也就变成了故事。 ——《似水年华》');
insert into forum_topic
values(202, 1, '“没有人告诉我长大以后的我们会做着平凡的工作 谈一场不怎么样的恋爱 原来长大后没什么了不起 还是会犯错 还是会迷惘 后悔没对讨厌的人更坏一点 对喜欢的人更珍惜 但是只有我们自己才可以决定自己的样子”。——《我的少女时代》', '“没有人告诉我长大以后的我们会做着平凡的工作 谈一场不怎么样的恋爱 原来长大后没什么了不起 还是会犯错 还是会迷惘 后悔没对讨厌的人更坏一点 对喜欢的人更珍惜 但是只有我们自己才可以决定自己的样子”。——《我的少女时代》');
insert into forum_topic
values(203, 1, '容得下幸福，也要容得下难过。如此才会花好月圆。——《浮生物语2》', '容得下幸福，也要容得下难过。如此才会花好月圆。——《浮生物语2》');
insert into forum_topic
values(204, 1, '你的努力与坚持，即便没有迅速回报，但一定会以其他方式呈现 。你犯下的错，当下或许没有惩罚，也会从别的地方让你付出代价 。你在这世上做过的任何一件事，都会对这个世界产生或多或少的影响，然后化作不同形态投射在你身上，然后改变你 。这就是能量守恒原则 。——《没有梦想，何必远方》', '你的努力与坚持，即便没有迅速回报，但一定会以其他方式呈现 。你犯下的错，当下或许没有惩罚，也会从别的地方让你付出代价 。你在这世上做过的任何一件事，都会对这个世界产生或多或少的影响，然后化作不同形态投射在你身上，然后改变你 。这就是能量守恒原则 。——《没有梦想，何必远方》');
insert into forum_topic
values(205, 1, '所有随风而逝的都属于昨天，所有历经风雨留下来的才是面向未来。—— 玛格丽特•米切尔 《飘》', '所有随风而逝的都属于昨天，所有历经风雨留下来的才是面向未来。—— 玛格丽特•米切尔 《飘》');
insert into forum_topic
values(206, 1, '人分这么几种：不认识，认识，熟人，朋友，知心朋友。“朋友”不在当面表白，而是背后说起朋友的时候，是否提到过你。世界上最可怕的事，是你把别人当成了朋友，别人并没拿你当朋友。另一个判断朋友的标准是，在你走投无路时，你想投奔的人和你能投奔的人，到底几个。——刘震云谈《一句话顶一万句》', '人分这么几种：不认识，认识，熟人，朋友，知心朋友。“朋友”不在当面表白，而是背后说起朋友��时候，是否提到过你。世界上最可怕的事，是你把别人当成了朋友，别人并没拿你当朋友。另一个判断朋友的标准是，在你走投无路时，你想投奔的人和你能投奔的人，到底几个。——刘震云谈《一句话顶一万句》');
insert into forum_topic
values(207, 1, '如果非要说出一项女人获得幸福必须的要素，思之再三，我仍觉得是这三个字“好相处”。感情到了一定阶段，男人可以不用眼睛看女人，而是用心去感受她的细枝末节。好相处，是最终极的耐看。若干年后，你已经不会再多关注容貌或是才智，依偎在身边，有舒服的感觉，比什么都重要。——《做自己的女王》', '如果非要说出一项女人获得幸福必须的要素，思之再三，我仍觉得是这三个字“好相处”。感情到了一定阶段，男人可以不用眼睛看女人，而是用心去感受她的细枝末节。好相处，是最终极的耐看。若干年后，你已经不会再多关注容貌或是才智，依偎在身边，有舒服的感觉，比什么都重要。——《做自己的女王》');
insert into forum_topic
values(208, 1, '青涩的岁月常常是一生人最缅念的岁月。未必都是密树浓阴、远山含翠的金粉记忆；也许是一个看云的心愿在严师的书斋里破灭，也许是一次黄昏的约会在听雨的残荷边落空，几十年后对着飘霜的两鬓细细回想，心中尘封的懊恨一瞬间竟给冉冉飘起的暖意盖掉了。——董桥《旧时月色》', '青涩的岁月常常是一生人最缅念的岁月。未必都是密树浓阴、远山含翠的金粉记忆；也许是一个看云的心愿在严师的书斋里破灭，也许是一次黄昏的约会在听雨的残荷边落空，几十年后对着飘霜的两鬓细细回想，心中尘封的懊恨一瞬间竟给冉冉飘起的暖意盖掉了。——董桥《旧时月色》');
insert into forum_topic
values(209, 1, '年轻的时候，我们都是上升的太阳，拼命的散发光芒，觉得自己无穷无尽。即将熟年，我们要学会将自己的光芒收拢回来，学会珍惜与节制，用那些光照亮自己，温暖家人。不浮夸，不焦躁。—— 《熟年》', '年轻的时候，我们都是上升的太阳，拼命的散发光芒，觉得自己无穷无尽。即将熟年，我们要学会将自己的光芒收拢回来，学会珍惜与节制，用那些光照亮自己，温暖家人。不浮夸，不焦躁。—— 《熟年》');
insert into forum_topic
values(210, 1, '就算你人缘再好，能在你困难的时候帮助你的还是只有那么寥寥数人。狂欢，不过是一群人的孤单。真正的朋友，是能够伴你度过寂寞、孤独以及沉默的那个人。《人在囧途》', '就算你人缘再好，能在你困难的时候帮助你的还是只有那么寥寥数人。狂欢，不过是一群人的孤单。真正的朋友，是能够伴你度过寂寞、孤独以及沉默的那个人。《人在囧途》');
insert into forum_topic
values(211, 1, '我只愿蓬勃生活在此时此刻，无所谓去哪，无所谓见谁。那些我将要去的地方，都是我从未谋面的故乡。以前是以前，现在是现在。我不能选择怎么生，怎么死；但我能决定怎么爱，怎么活。——《黄金时代》', '我只愿蓬勃生活在此时此刻，无所谓去哪，无所谓见谁。那些我将要去的地方，都是我从未谋面的故乡。以前是以前，现在是现在。我不能选择怎么生，怎么死；但我能决定怎么爱，怎么活。——《黄金时代》');
insert into forum_topic
values(212, 1, '我们每个孜孜以求的生命，都算是迷失的吧，以为必须做些什么，才有资格配活在这个世界上。其实，我们都有很美的内在。自性，在每个人心中。自我成长之路，是一条很长的路，只是自性虽然就在我们心中，想全然证到它，却很不易。在这条长路上，先将你听来的读来的道理，当做知识，只有当这个知识，和你的生命体验结合以后，才变成是你的。那时，你会知道，这不是什么要求，而是一种自然而然的东西。——武志红', '我们每个孜孜以求的生命，都算是迷失的吧，以为必须做些什么，才有资格配活在这个世界上。其实，我们都有很美的内在。自性，在每个人心中。自我成长之路，是一条很长的路，只是自性虽然就在我们心中，想全然证到它，却很不易。在这条长路上，先将你听来的读来的道理，当做知识，只有当这个知识，和你的生命体验结合以后，才变成是你的。那时，你会知道，这不是什么要求，而是一种自然而然的东西。——武志红');
insert into forum_topic
values(213, 1, '东风吹朔日衔山，春来长是闲，落花狼藉笛声残，笙歌醉梦间；佩声悄，晚装残，凭谁整翠鬟，流连光景惜朱颜，黄昏独倚栏 ——李煜 《阮郎归》', '东风吹朔日衔山，春来长是闲，落花狼藉笛声残，笙歌醉梦间；佩声悄，晚装残，凭谁整翠鬟，流连光景惜朱颜，黄昏独倚栏 ——李煜 《阮郎归》');
insert into forum_topic
values(214, 1, '或许行年渐晚，深知在劳碌的时间，能完全实践理想中的美，愈来愈不可得。触目所见多是无法拼凑完全的碎片。再苦苦怒忿世间的不提供，徒然跟自己倒戈而已。 想开了，反而有了一份随兴的心情。走到哪里，赏到哪里。不问从何而来，不贪求更多，也不思索第一次相逢是否最后一次相别。 ——简媜《落葵》', '或许行年渐晚，深知在劳碌的时间，能完全实践理想中的美，愈来愈不可得。触目所见多是无法拼凑完全的碎片。再苦苦怒忿世间的不提供，徒然跟自己倒戈而已。 想开了，反而有了一份随兴的心情。走到哪里，赏到哪里。不问从何而来，不贪求更多，也不思索第一次相逢是否最后一次相别。 ——简媜《落葵》');
insert into forum_topic
values(215, 1, '一个人并不是生来要被打败的，你尽可以把他消灭掉，可就是打不败他。——《老人与海》', '一个人并不是生来要被打败的，你尽可以把他消灭掉，可就是打不败他。——《老人与海》');
insert into forum_topic
values(216, 1, '有的人像WIFI热点，即使现在走远了，但是只要你没改密码，再相见的时候应该也会自动连上吧。只是改不改密码，也是人家的事了。——七堇年', '有的人像WIFI热点，即使现在走远了，但是只要你没改密码，再相见的时候应该也会自动连上吧。只是改不改密码，也是人家的事了。——七堇年');
insert into forum_topic
values(217, 1, '你为什么不理我。这是只有小孩子才能问出来的话，不在乎自尊，不在乎姿态高低。随着他们越长越大，所有人都渐渐学会了保护自己，在别人疏远前先一步动身，在别人冷淡时加倍地冷淡，在得不到的时候大声说，我根本就不想要啊！——《你好，旧时光》', '你为什么不理我。这是只有小孩子才能问出来的话，不在乎自尊，不在乎姿态高低。随着他们越长越大，所有人都渐渐学会了保护自己，在别人疏远前先一步动身，在别人冷淡时加倍地冷淡，在得不到的时候大声说，我根本就不想要啊！——《你好，旧时光》');
insert into forum_topic
values(218, 1, '我无论做什么，始终在想着，只要我的精力允许我的话，我就要首先为我的祖国服务。——《巴甫洛夫选集》', '我无论做什么，始终在想着，只要我的精力允许我的话，我就要首先为我的祖国服务。——《巴甫洛夫选集》');
insert into forum_topic
values(219, 1, '我多想和他在一起。——我多想和在像从前一样，在一起。——《小时代》', '我多想和他在一起。——我多想和在像从前一样，在一起。——《小时代》');
insert into forum_topic
values(220, 1, '一个人不可能有许多朋友。所谓朋友遍天下，不是一种诗意的夸张，便是一种浅薄的自负。热衷于社交的人往往自诩朋友众多，其实他们心里明白，社交场上的主宰决不是友谊，而是时尚、利益或无聊。真正的友谊是不喧嚣的。---少文杰《冒失咖啡》', '一个人不可能有许多朋友。所谓朋友遍天下，不是一种诗意的夸张，便是一种浅薄的自负。热衷于社交的人往往自诩朋友众多，其实他们心里明白，社交场上的主宰决不是友谊，而是时尚、利益或无聊。真正的友谊是不喧嚣的。---少文杰《冒失咖啡》');
insert into forum_topic
values(221, 1, '当你可以直面自己身体里与生俱来的笨拙与孤独，你便能够彻底谅解过去的自己。大多数人都像我们这样活着，虽不聪明，但诚恳；虽会犯错，但坦然。 ——《始终不聪明》', '当你可以直面自己身体里与生俱来的笨拙与孤独，你便能够彻底谅解过去的自己。大多数人都像我们这样活着，虽不聪明，但诚恳；虽会犯错，但坦然。 ——《始终不聪明》');
insert into forum_topic
values(222, 1, '你什么都不图，也就什么都不必付出。就算你愿意无条件付出，我也受之有愧，诚惶诚恐，所以我们还是相互图点什么吧。——《两个人在一起总要相互图点什么》', '你什么都不图，也就什么都不必付出。就算你愿意无条件付出，我也受之有愧，诚惶诚恐，所以我们还是相互图点什么吧。——《两个人在一起总要相互图点什么》');
insert into forum_topic
values(223, 1, '当你站的够高，看得够远的时候，就不会被眼前的任何障碍所阻。---《风起苍岚》', '当你站的够高，看得够远的时候，就不会被眼前的任何障碍所阻。---《风起苍岚》');
insert into forum_topic
values(224, 1, '使人们宁愿相信谬误，而不愿热爱真理的原因，不仅由于探索真理是艰苦的，而且是由于谬误更能迎合人类某些恶劣的天性。---弗兰西斯·培根《培根论人生》', '使人们宁愿相信谬误，而不愿热爱真理的原因，不仅由于探索真理是艰苦的，而且是由于谬误更能迎合人类某些恶劣的天性。---弗兰西斯·培根《培根论人生》');
insert into forum_topic
values(225, 1, '你比我要幸福，因为你能选择爱我或不爱我，而我只能选择爱你或更爱你。---桂言叶《日在校园》', '你比我要幸福，因为你能选择爱我或不爱我，而我只能选择爱你或更爱你。---桂言叶《日在校园》');
insert into forum_topic
values(226, 1, 'A strong man can save himself, a great man can save another. 强者自救，圣者渡人。', 'A strong man can save himself, a great man can save another. 强者自救，圣者渡人。');
insert into forum_topic
values(227, 1, '就投机钻营来说，世故的价值永远是无法比拟的。——《死魂灵》', '就投机钻营来说，世故的价值永远是无法比拟的。——《死魂灵》');
insert into forum_topic
values(228, 1, '开发人类智力的矿藏是少不了要由患难来促成的。——《基度山伯爵》', '开发人类智力的矿藏是少不了要由患难来促成的。——《基度山伯爵》');
insert into forum_topic
values(229, 1, '在热情的激昂中，灵魂的火焰才有足够的力量把造成天才的各种材料熔冶于一炉。---司汤达《红与黑》', '在热情的激昂中，灵魂的火焰才有足够的力量把造成天才的各种材料熔冶于一炉。---司汤达《红与黑》');
insert into forum_topic
values(230, 1, '每个人心里都有一个别人无法取代的故事，也有一个别人没有办法描摹的场景，所以你永远都不知道，为什么人有的人会莫名其妙得吃着冰淇淋就流下泪来，别人也不会知道，你为什么从此以后，都不再去看某一部电影 。—— 渡渡《曾有一个人，你爱如生命》', '每个人心里都有一个别人无法取代的故事，也有一个别人没有办法描摹的场景，所以你永远都不知道，为什么人有的人会莫名其妙得吃着冰淇淋就流下泪来，别人也不会知道，你为什么从此以后，都不再去看某一部电影 。—— 渡渡《曾有一个人，你爱如生命》');
insert into forum_topic
values(231, 1, '每个人都是在错误中学习、在错误中成长的，只有死人才不会犯错误。---我们不能以失去自尊的方式获得自尊，以没有尊严的方式获得尊严。——《活着不是给别人看的》', '每个人都是在错误中学习、在错误中成长的，只有死人才不会犯错误。---我们不能以失去自尊的方式获得自尊，以没有尊严的方式获得尊严。——《活着不是给别人看的》');
insert into forum_topic
values(232, 1, '悄悄的我走了 正如我悄悄的來 我揮一揮衣袖 不帶走一片雲彩........兩段父母之命式的偽婚姻，在封建制度下明明各有所愛，卻偏要把不相合的人捆縛在一起，虛渡日子、再慢慢腐化.......這，不是何等殘忍的事嗎？《偶然·徐志摩》', '悄悄的我走了 正如我悄悄的來 我揮一揮衣袖 不帶走一片雲彩........兩段父母之命式的偽婚姻，在封建制度下明明各有所愛，卻偏要把不相合的人捆縛在一起，虛渡日子、再慢慢腐化.......這，不是何等殘忍的事嗎？《偶然·徐志摩》');
insert into forum_topic
values(233, 1, '这些年我一直提醒自己一件事情，千万不要自己感动自己。大部分人看似的努力，不过是愚蠢导致的。什么熬夜看书到天亮，连续几天只睡几小时，多久没放假了，如果这些东西也值得夸耀，那么富士康流水线上任何一个人都比你努力多了。人难免天生有自怜的情绪，唯有时刻保持清醒，才能看清真正的价值在哪里。———于宙《我们这一代人的困惑》', '这些年我一直提醒自己一件事情，千万不要自己感动自己。大部分人看似的努力，不过是愚蠢导致的。什么熬夜看书到天亮，连续几天只睡几小时，多久没放假了，如果这些东西也值得夸耀，那么富士康流水线上任何一个人都比你努力多了。人难免天生有自怜的情绪，唯有时刻保持清醒，才能看清真正的价值在哪里。———于宙《我们这一代人的困惑》');
insert into forum_topic
values(234, 1, '我觉得善良是天生的，它跟你读过多少书，受过多少教育并没有关系，它不是别人制定的道德约束，是内心自然而然产生的一种对全世界温柔的心情。——《人为什么要善良？》', '我觉得善良是天生的，它跟你读过多少书，受过多少教育并没有关系，它不是别人制定的道德约束，是内心自然而然产生的一种对全世界温柔的心情。——《人为什么要善良？》');
insert into forum_topic
values(235, 1, '不要总是埋怨别人对你不好。之所以总有人欺负你，其实是因为你好欺负，是你自己的软弱无能送给了别人欺负你的无限可能。有技能，有个性，有爱心，有真诚，有经验，有自信，你才有行走江湖的盔甲，谁也奈何你不得！——饶雪漫《那些女生该懂的事》', '不要总是埋怨别人对你不好。之所以总有人欺负你，其实是因为你好欺负，是你自己的软弱无能送给了别人欺负你的无限可能。有技能，有个性，有爱心，有真诚，有经验，有自信，你才有行走江湖的盔甲，谁也奈何你不得！——饶雪漫《那些女生该懂的事》');
insert into forum_topic
values(236, 1, '这个世界并不完美， 甚至有点残酷。 你无法决定下一段旅途遇见的是好事还是坏事， 可你能决定面对它们的态度。 你看这个世界的角度， 决定了这个世界给你的温度。-《半暖时光》', '这个世界并不完美， 甚至有点残酷。 你无法决定下一段旅途遇见的是好事还是坏事， 可你能决定面对它们的态度。 你看这个世界的角度， 决定了这个世界给你的温度。-《半暖时光》');
insert into forum_topic
values(237, 1, '我想所谓孤独，就是你面对的那个人，他的情绪和你自己的情绪，不在同一个频率。——理查德·耶茨《十一种孤独》', '我想所谓孤独，就是你面对的那个人，他的情绪和你自己的情绪，不在同一个频率。——理查德·耶茨《十一种孤独》');
insert into forum_topic
values(238, 1, '当我开始真正爱自己，我不再牺牲自己的自由时间，不再去勾画什么宏伟的明天，今天我只做有趣和快乐的事，做自己热爱、让心欢喜的事，用我的方式，以我的旋律。——卓别林《当我开始爱自己》', '当我开始真正爱自己，我不再牺牲自己的自由时间，不再去勾画什么宏伟的明天，今天我只做有趣和快乐的事，做自己热爱、让心欢喜的事，用我的方式，以我的旋律。——卓别林《当我开始爱自己》');
insert into forum_topic
values(239, 1, '不是所有的东西都能修复得比原来更好，我们的底线是不让它更坏。这是一种生命的自我修复能力。一辈子会遇上什么事情，我们无法左右，但是修复生命的能力，却在自己的掌握之中。---于丹《人间有味是清欢》', '不是所有的东西都能修复得比原来更好，我们的底线是不让它更坏。这是一种生命的自我修复能力。一辈子会遇上什么事情，我们无法左右，但是修复生命的能力，却在自己的掌握之中。---于丹《人间有味是清欢》');
insert into forum_topic
values(240, 1, '当飞鸟与昙花再相遇，若蜃楼在沧海一隅；世上多少缘分在消逝，相逢却不绝如缕。谁把花开花谢的秘密教给水底的鱼，谁又留下了飞舞的叶子让风呼啸而去......沙滩上淌着海底的故事，静静的，无法拾取。有多少美丽接近又消失，只为供人唏嘘；要多少曲折情节来暗示，才知是最佳伴侣？—— 檀烧《千丝万缕》', '当飞鸟与昙花再相遇，若蜃楼在沧海一隅；世上多少缘分在消逝，相逢却不绝如缕。谁把花开花谢的秘密教给水底的鱼，谁又留下了飞舞的叶子让风呼啸而去......沙滩上淌着海底的故事，静静的，无法拾取。有多少美丽接近又消失，只为供人唏嘘；要多少曲折情节来暗示，才知是最佳伴侣？—— 檀烧《千丝万缕》');
insert into forum_topic
values(241, 1, '人最容易迷失的地方，不是莽莽丛林，而是喧嚣人海。置身其中，太多的建议会让你不知所措，太多的指责和嘲笑会让你恼羞成怒，太多的恭维会让你飘飘然。每每这时，你还知道自己是谁吗？你还记得自己从哪里来，要到哪里去吗？水，最容易消失在水中；人，最容易消失在人群中。 ~《活着不是给别人看的》', '人最容易迷失的地方，不是莽莽丛林，而是喧嚣人海。置身其中，太多的建议会让你不知所措，太多的指责和嘲笑会让你恼羞成怒，太多的恭维会让你飘飘然。每每这时，你还知道自己是谁吗？你还记得自己从哪里来，要到哪里去吗？水，最容易消失在水中；人，最容易消失在人群中。 ~《活着不是给别人看的》');
insert into forum_topic
values(242, 1, '你不能预先把点点滴滴串在一起;唯有在回想未来时，你才会明白那些点点滴滴是如何串在一起的。所以你得相信，你现在所体会的东西，将来多少会连接在一起。——乔布斯', '你不能预先把点点滴滴串在一起;唯有在回想未来时，你才会明白那些点点滴滴是如何串在一起的。所以你得相信，你现在所体会的东西，将来多少会连接在一起。——乔布斯');
insert into forum_topic
values(243, 1, '年轻时最有趣的是：人们不了解自己，对生活也无准确要求，若在那时，人不去挤压自己，令自己去多尝试，那么以后也无机会了解自己。接下来，中年到来，你发现你的人生底线也随其到来，你就是想平平安安地活下去，但这需求却要长达二十年的自我教育与磨炼，于是你开始懂得嫉妒那些能做到的人。——石康', '年轻时最有趣的是：人们不了解自己，对生活也无准确要求，若在那时，人不去挤压自己，令自己去多尝试，那么以后也无机会了解自己。接下来，中年到来，你发现你的人生底线也随其到来，你就是想平平安安地活下去，但这需求却要长达二十年的自我教育与磨炼，于是你开始懂得嫉妒那些能做到的人。——石康');
insert into forum_topic
values(244, 1, '人假使做了无耻的事，总免不了还要用加倍的无耻来抵赖。——莎士比亚《冬天的故事》', '人假使做了无耻的事，总免不了还要用加倍的无耻来抵赖。——莎士比亚《冬天的故事》');
insert into forum_topic
values(245, 1, '他是我最爱的人，为了他，我可以欺骗世上任何一个人。我就是如此不堪的爱着他。——张小娴《流波上的舞》', '他是我最爱的人，为了他，我可以欺骗世上任何一个人。我就是如此不堪的爱着他。——张小娴《流波上的舞》');
insert into forum_topic
values(246, 1, '任何时候，离别都比预期来得早，便如此，大家还是笑着说：“再见，总有一天会再见；再见，我们会在别处相见！”所以我虽然离你很远很远，但还是想说：再见，总有一天我们会在别处相见！----《只是爱着你》', '任何时候，离别都比预期来得早，便如此，大家还是笑着说：“再见，总有一天会再见；再见，我们会在别处相见！”所以我虽然离你很远很远，但还是想说：再见，总有一天我们会在别处相见！----《只是爱着你》');
insert into forum_topic
values(247, 1, '饭要一口口地吃，路要一步步地走。不遇到一些人渣，怎么分辨出好人？不多尝试一些事情怎么知道自己喜欢什么不适合什么？因为经历，所以懂得。只有真正干过了，才知道自己真正要的是什么。心慢下来，行动才能快起来。——《慢慢来，一切都来得及》', '饭要一口口地吃，路要一步步地走。不遇到一些人渣，怎么分辨出好人？不多尝试一些事情怎么知道自己喜欢什么不适合什么？因为经历，所以懂得。只有真正干过了，才知道自己真正要的是什么。心慢下来，行动才能快起来。——《慢慢来，一切都来得及》');
insert into forum_topic
values(248, 1, '卓真，梦想终于实现了，真不容易啊！终于……所以，我们一定活得比别人长久。活着是件痛苦的事哦，即使这样也会痛苦吧！但是……卓真，我不会后悔的，与你相遇、喜欢上你、一定！能再一次和你相遇，即使知道会有痛苦的回忆等着我、还是要和你恋爱！----《属于你的我的初恋》', '卓真，梦想终于实现了，真不容易啊！终于……所以，我们一定活得比别人长久。活着是件痛苦的事哦，即使这样也会痛苦吧！但是……卓真，我不会后悔的，与你相遇、喜欢上你、一定！能再一次和你相遇，即使知道会有痛苦的回忆等着我、还是要和你恋爱！----《属于你的我的初恋》');
insert into forum_topic
values(249, 1, '人总是需要有一个交流爱的对象，可以聆听或者辩驳，甚至沉睡，但总是需要这么一个人的。无论如何坚强、跋扈，甚至孤僻且引以为傲，都应如此。就像街道上堆积的雪，尽管太阳出来，便瞬间瓦解，但在融化前短暂的时刻，它们也保持互相依偎的姿态。—— 易术《我存在你的所有角落》', '人总是需要有一个交流爱的对象，可以聆听或者辩驳，甚至沉睡，但总是需要这么一个人的。无论如何坚强、跋扈，甚至孤僻且引以为傲，都应如此。就像街道上堆积的雪，尽管太阳出来，便瞬间瓦解，但在融化前短暂的时刻，它们也保持互相依偎的姿态。—— 易术《我存在你的所有角落》');
insert into forum_topic
values(250, 1, '给生命保鲜的秘密：每天留出一小时给自己。一天有二十四个小时，一个小时的时间，我们真的拿不出来吗？在生活中，我们需要片刻的忘记，静下来，给自己一段独处的时光。---于丹《人间有味是清欢》', '给生命保鲜的秘密：每天留出一小时给自己。一天有二十四个小时，一个小时的时间，我们真的拿不出来吗？在生活中，我们需要片刻的忘记，静下来，给自己一段独处的时光。---于丹《人间有味是清欢》');
insert into forum_topic
values(251, 1, '碰到什么样的男的都不要紧，就怕遇到了传说中的洋葱王子，你想要看到他的心，只有一层一层地剥掉他的外衣，在这个过程中他不断地让你流泪，最后才知道，原来洋葱根本就没有心。---辛夷坞《致我们终将逝去的青春》', '碰到什么样的男的都不要紧，就怕遇到了传说中的洋葱王子，你想要看到他的心，只有一层一层地剥掉他的外衣，在这个过程中他不断地让你流泪，最后才知道，原来洋葱根本就没有心。---辛夷坞《致我们终将逝去的青春》');
insert into forum_topic
values(252, 1, '第一流的文章是生命的化妆，其实在青年的成长中，文学也是他们最好的化妆。心美一切皆美，情深万象皆深。——林清玄《心美一切皆美》', '第一流的文章是生命的化妆，其实在青年的成长中，文学也是他们最好的化妆。心美一切皆美，情深万象皆深。——林清玄《心美一切皆美》');
insert into forum_topic
values(253, 1, '我们总是对最亲近的家人视而不见，甚至还有许多抱怨，却对“外人”的一点小惠感激不已。学会珍惜“真正重要的人”吧！幸福其实一直都在，只是我们对它漠然无感。——黄桐《总有一次哭泣，让人瞬间长大》', '我们总是对最亲近的家人视而不见，甚至还有许多抱怨，却对“外人”的一点小惠感激不已。学会珍惜“真正重要的人”吧！幸福其实一直都在，只是我们对它漠然无感。——黄桐《总有一次哭泣，让人瞬间长大》');
insert into forum_topic
values(254, 1, '那时候我们说话都喜欢用终于，就像终于放假了、终于毕业了、终于离开这里了，仿佛任何的告别都像是一种解脱;最后我们才发现，那些自以为是的如释重负，才是让人想念的东西。没什么会等你，就像所有的曲终人散和分道扬镳，到最后可惜的不是离散，而是没有好好地和那些告别。——《同桌的你》', '那时候我们说话都喜欢用终于，就像终于放假了、终于毕业了、终于离开这里了，仿佛任何的告别都像是一种解脱;最后我们才发现，那些自以为是的如释重负，才是让人想念的东西。没什么会等你，就像所有的曲终人散和分道扬镳，到最后可惜的不是离散，而是没有好好地和那些告别。——《同桌的你》');
insert into forum_topic
values(255, 1, '妈妈说，爱情是年轻人的讲究，等你到了一定年龄，有了一定阅历，就不会再这么执着，生活有别的乐趣，你会有事业，会有家庭，那是另外的温馨。或许等你经历了一些伤痛，一些无奈之后会更加明白这句话。—— 徐央 Meredith《让我告诉你所有爱情都会曲终人散》', '妈妈说，爱情是年轻人的讲究，等你到了一定年龄，有了一定阅历，就不会再这么执着，生活有别的乐趣，你会有事业，会有家庭，那是另外的温馨。或许等你经历了一些伤痛，一些无奈之后会更加明白这句话。—— 徐央 Meredith《让我告诉你所有爱情都会曲终人散》');
insert into forum_topic
values(256, 1, '不要踮着脚尖去爱一个人，重心不稳，撑不了太久。真正的幸福只有从容的心才能遇到。——晚睡《你配得起更好》', '不要踮着脚尖去爱一个人，重心不稳，撑不了太久。真正的幸福只有从容的心才能遇到。——晚睡《你配得起更好》');
insert into forum_topic
values(257, 1, '我不唱声嘶力竭的情歌，不表示没有心碎的时刻。我不曾摊开伤口任宰割，愈合就无人晓得我内心挫折。——《孤独患者》', '我不唱声嘶力竭的情歌，不表示没有心碎的时刻。我不曾摊开伤口任宰割，愈合就无人晓得我内心挫折。——《孤独患者》');
insert into forum_topic
values(258, 1, '生有多残酷，你就该有多坚强。现在让你难过的事情，许久回过头来看都会觉得那不算事，你之所以会把痛苦看得那么重，是因为你经历得不够多。觉得难过的时候，不妨告诉自己，现在正是你蜕变的契机。——卢思浩《你要去相信，没有到不了的明天》', '生有多残酷，你就该有多坚强。现在让你难过的事情，许久回过头来看都会觉得那不算事，你之所以会把痛苦看得那么重，是因为你经历得不够多。觉得难过的时候，不妨告诉自己，现在正是你蜕变的契机。——卢思浩《你要去相信，没有到不了的明天》');
insert into forum_topic
values(259, 1, '旅行最实验得出一个人的品行。旅行时最劳顿麻烦，叫人本性毕现。经过长期苦旅行而彼此不讨厌的人，才可结交做朋友。结婚以后的蜜月旅行是次序颠倒的，应该先旅行一个月，一个月舟车仆仆以后，双方还没有彼此看破，彼此厌恶，还要维持原来的婚约，这种夫妇保证不会离婚。—— 钱钟书《围城》', '旅行最实验得出一个人的品行。旅行时最劳顿麻烦，叫人本性毕现。经过长期苦旅行而彼此不讨厌的人，才可结交做朋友。结婚以后的蜜月旅行是次序颠倒的，应该先旅行一个月，一个月舟车仆仆以后，双方还没有彼此看破，彼此厌恶，还要维持原来的婚约，这种夫妇保证不会离婚。—— 钱钟书《围城》');
insert into forum_topic
values(260, 1, '每个人在自己的花季年华里必定会因另一个人而开始一段心甘情愿的背后付出岁月，或许一开始你费尽心思想要靠近那个人，但日子久了，时光长了，你反而更加愿意远远地关注那个人，因为不打扰那个人的幸福，已经成为你对那段懵懂岁月的最大愿望了。好好珍惜， 不敢去面对。一别，便是一生。——《致闺蜜》', '每个人在自己的花季年华里必定会因另一个人而开始一段心甘情愿的背后付出岁月，或许一开始你费尽心思想要靠近那个人，但日子久了，时光长了，你反而更加愿意远远地关注那个人，因为不打扰那个人的幸福，已经成为你对那段懵懂岁月的最大愿望了。好好珍惜， 不敢去面对。一别，便是一生。——《致闺蜜》');
insert into forum_topic
values(261, 1, '在亲密关系中，坦诚的沟通也是非常重要的。每次吵完架，我们一定要剖心掏肺地和对方谈谈，并且商议下次争吵时应该采取的措施和预防争吵的策略。当然，有时候，在两个人都有一定的觉知和智慧下，争吵也可以是很有建设性的。——张德芬《舍得让你爱的人受苦》', '在亲密关系中，坦诚的沟通也是非常重要的。每次吵完架，我们一定要剖心掏肺地和对方谈谈，并且商议下次争吵时应该采取的措施和预防争吵的策略。当然，有时候，在两个人都有一定的觉知和智慧下，争吵也可以是很有建设性的。——张德芬《舍得让你爱的人受苦》');
insert into forum_topic
values(262, 1, '过去，我总是相信，人之所以能够幸福，是因为真真切切知道，自己要什么。……这还不够，还得知道，自己不要什么；然后，勇敢面对，不受诱惑，能够放下能够割舍。只是，我也一样太清楚的是，滚滚繁华尘世里，命运不同，路不同，我们已然走得太远，再不能回头。—— 叶怡兰《隐居·在旅馆》', '过去，我总是相信，人之所以能够幸福，是因为真真切切知道，自己要什么。……这还不够，还得知道，自己不要什么；然后，勇敢面对，不受诱惑，能够放下能够割舍。只是，我也一样太清楚的是，滚滚繁华尘世里，命运不同，路不同，我们已然走得太远，再不能回头。—— 叶怡兰《隐居·在旅馆》');
insert into forum_topic
values(263, 1, '每个人都有权利选择自己的生活方式。但换言之，人又是被拘禁的，从未曾得到权利决定自己的生活。---《蔷薇岛屿》', '每个人都有权利选择自己的生活方式。但换言之，人又是被拘禁的，从未曾得到权利决定自己的生活。---《蔷薇岛屿》');
insert into forum_topic
values(264, 1, '你要做一个不动声色的大人了，不准情绪化，不准回头看，不准偷偷想念，你要听话，不是所有的鱼儿都生活在同一片海里。——村上春树 《舞舞舞》', '你要做一个不动声色的大人了，不准情绪化，不准回头看，不准偷偷想念，你要听话，不是所有的鱼儿都生活在同一片海里。——村上春树 《舞舞舞》');
insert into forum_topic
values(265, 1, '什么叫做理想生活？不用吃得太好穿得太好住得太好，但必需自由自在，不感到任何压力，不做工作的奴隶，不受名利支配，有志同道合的伴侣，活泼可爱的孩子，丰衣足食，已经算是理想。——亦舒《理想生活》', '什么叫做理想生活？不用吃得太好穿得太好住得太好，但必需自由自在，不感到任何压力，不做工作的奴隶，不受名利支配，有志同道合的伴侣，活泼可爱的孩子，丰衣足食，已经算是理想。——亦舒《理想生活》');
insert into forum_topic
values(266, 1, '无论精神多么独立的人，感情却总是在寻找一种依附，寻找一种归宿。—— 路遥《平凡的世界》', '无论精神多么独立的人，感情却总是在寻找一种依附，寻找一种归宿。—— 路遥《平凡的世界》');
insert into forum_topic
values(267, 1, '当你认真努力的时候，全世界都会给你让路。当自我的进化加上积极乐观的心态，那么即使把心机流于表面也不会让世界不舒服，因为她们更懂得自我与他我的平衡，让设身处地成为一种习惯是一种极高的教养。——《高级的心机是一种修养》', '当你认真努力的时候，全世界都会给你让路。当自我的进化加上积极乐观的心态，那么即使把心机流于表面也不会让世界不舒服，因为她们更懂得自我与他我的平衡，让设身处地成为一种习惯是一种极高的教养。——《高级的心机是一种修养》');
insert into forum_topic
values(268, 1, '不要束缚，不要缠绕，不要占有，不要渴望从对方的身上挖掘到意义，那是注定要落空的东西。---《蔷薇岛屿》', '不要束缚，不要缠绕，不要占有，不要渴望从对方的身上挖掘到意义，那是注定要落空的东西。---《蔷薇岛屿》');
insert into forum_topic
values(269, 1, '我们无法坦诚相对不是因为我们性格乖张，只是因为我们懦弱，只是因为我们害怕。——《无法坦诚相对》', '我们无法坦诚相对不是因为我们性格乖张，只是因为我们懦弱，只是因为我们害怕。——《无法坦诚相对》');
insert into forum_topic
values(270, 1, '我们站在这个荒凉的世界上，我们是廿世纪的众生骚动在它的黑暗里，我们有机器和制度却没有文明，我们有复杂的感情却无处归依，我们有很多的声音而没有真理，我们来自一个良心却各自藏起。---穆旦《隐现》', '我们站在这个荒凉的世界上，我们是廿世纪的众生骚动在它的黑暗里，我们有机器和制度却没有文明，我们有复杂的感情却无处归依，我们有很多的声音而没有真理，我们来自一个良心却各自藏起。---穆旦《隐现》');
insert into forum_topic
values(271, 1, '缘分来临的时候，它给了我们一瞬间触电般的感觉，缘分尽了的时候，它让我们久久不能释怀。因此，放下已经失去的，珍惜现在拥有的，才是最重要的。《缘分》', '缘分来临的时候，它给了我们一瞬间触电般的感觉，缘分尽了的时候，它让我们久久不能释怀。因此，放下已经失去的，珍惜现在拥有的，才是最重要的。《缘分》');
insert into forum_topic
values(272, 1, '只有一个人在旅行时，才听得到自己的声音，它会告诉你，这世界比想象中的宽阔，这个世界上，你可以碰到机遇，而绝不可能碰到“神”，自己的路，还是得自己走!——《千与千寻》', '只有一个人在旅行时，才听得到自己的声音，它会告诉你，这世界比想象中的宽阔，这个世界上，你可以碰到机遇，而绝不可能碰到“神”，自己的路，还是得自己走!——《千与千寻》');
insert into forum_topic
values(273, 1, '煲汤比写诗重要，自己的手艺比男人重要，头发和胸和腰和屁股比脸更重要，内心强大到混蛋，这比什么都重要。——冯唐《致女儿书》', '煲汤比写诗重要，自己的手艺比男人重要，头发和胸和腰和屁股比脸更重要，内心强大到混蛋，这比什么都重要。——冯唐《致女儿书》');
insert into forum_topic
values(274, 1, '智商决定你的下限，情商决定你的上限。你说话让人舒服的程度，能决定你所能抵达的高度。——《所谓情商高，就是懂得如何好好说话》', '智商决定你的下限，情商决定你的上限。你说话让人舒服的程度，能决定你所能抵达的高度。——《所谓情商高，就是懂得如何好好说话》');
insert into forum_topic
values(275, 1, '记忆是盖棺论定的。不论曾经多么甜蜜或者痛苦的经历，变成记忆的时候，总是需要最终的结果来为之上色的。结果美满，曾经的艰涩苦楚也都能裹上蜜色；结果惨烈，曾经的甜蜜芬芳也必然蒙上尘土，时时刻刻提醒自己，早知如此，何必当初。——八月长安《暗恋》', '记忆是盖棺论定的。不论曾经多么甜蜜或者痛苦的经历，变成记忆的时候，总是需要最终的结果来为之上色的。结果美满，曾经的艰涩苦楚也都能裹上蜜色；结果惨烈，曾经的甜蜜芬芳也必然蒙上尘土，时时刻刻提醒自己，早知如此，何必当初。——八月长安《暗恋》');
insert into forum_topic
values(276, 1, '愿你能因为某个人的出现而让世界丰盈，愿你的生活如同贺卡上烫金的祝辞欢脱，愿这悠长岁月温柔安好，有回忆煮酒，愿你没有软肋，也不需要铠甲，愿我们和爱的人一起浪费人生，热泪盈眶，长生不老。——张皓宸《我与世界只差一个你》', '愿你能因为某个人的出现而让世界丰盈，愿你的生活如同贺卡上烫金的祝辞欢脱，愿这悠长岁月温柔安好，有回忆煮酒，愿你没有软肋，也不需要铠甲，愿我们和爱的人一起浪费人生，热泪盈眶，长生不老。——张皓宸《我与世界只差一个你》');
insert into forum_topic
values(277, 1, '年少时，我们因谁因爱或是只因寂寞而同场起舞； 沧桑后，我们何因何故寂寞如初却宁愿形同陌路。 ——席慕蓉 《无怨的青春》', '年少时，我们因谁因爱或是只因寂寞而同场起舞； 沧桑后，我们何因何故寂寞如初却宁愿形同陌路。 ——席慕蓉 《无怨的青春》');
insert into forum_topic
values(278, 1, '一个人不应当听从所有人的意见，而是只要听从那些明白地按照本性生活的人们的意见。—— 马可·奥勒留《沉思录》', '一个人不应当听从所有人的意见，而是只要听从那些明白地按照本性生活的人们的意见。—— 马可·奥勒留《沉思录》');
insert into forum_topic
values(279, 1, '我尝奋我灵魂之精髓，以凝成一理想之明珠，涵之以热满之心血，朗照我深奥之灵府。---徐志摩《致梁启超》', '我尝奋我灵魂之精髓，以凝成一理想之明珠，涵之以热满之心血，朗照我深奥之灵府。---徐志摩《致梁启超》');
insert into forum_topic
values(280, 1, '下雨的时候，在水雾里，整个城市扭曲了形状。那些爱情，亲情，一时间，在雨中急转直下。原来，一切都只是看似容易。那些种子，还是开出了悲伤的花。终于明白，人最大的悲伤不是得不到，而是舍不得。——《悲伤电影》', '下雨的时候，在水雾里，整个城市扭曲了形状。那些爱情，亲情，一时间，在雨中急转直下。原来，一切都只是看似容易。那些种子，还是开出了悲伤的花。终于明白，人最大的悲伤不是得不到，而是舍不得。——《悲伤电影》');
insert into forum_topic
values(281, 1, '所有的时间都用来彷徨，只有一瞬间用来成长。——温瑶《流经我们内心的风景》', '所有的时间都用来彷徨，只有一瞬间用来成长。——温瑶《流经我们内心的风景》');
insert into forum_topic
values(282, 1, '离你越近的地方，路途越远;最简单的音调，需要最艰苦的练习。——《泰戈尔诗选》', '离你越近的地方，路途越远;最简单的音调，需要最艰苦的练习。——《泰戈尔诗选》');
insert into forum_topic
values(283, 1, '不要为明天忧虑,因为明天自有明天的忧虑;一天的难处一天当就够了 ---《新约·马太福音》', '不要为明天忧虑,因为明天自有明天的忧虑;一天的难处一天当就够了 ---《新约·马太福音》');
insert into forum_topic
values(284, 1, '有些事不是看到了希望才去坚持，而是因为坚持了才会看到希望。我坚持，无论有多绝望，无论有多悲哀，每天早上起来，都要对自己说，这个世界很好，很强大。要坚信，你是一个勇敢的人。因为你还活着，活着，就要继续前进。——当年明月《明朝那些事儿》', '有些事不是看到了希望才去坚持，而是因为坚持了才会看到希望。我坚持，无论有多绝望，无论有多悲哀，每天早上起来，都要对自己说，这个世界很好，很强大。要坚信，你是一个勇敢的人。因为你还活着，活着，就要继续前进。——当年明月《明朝那些事儿》');
insert into forum_topic
values(285, 1, '我们的心敞开，为要迎一只远方的青鸟，可是扑进来的总是蝙蝠，而我们不肯关上它，我们仍然期待着青鸟。——张晓风·《岁月在，我在》', '我们的心敞开，为要迎一只远方的青鸟，可是扑进来的总是蝙蝠，而我们不肯关上它，我们仍然期待着青鸟。——张晓风·《岁月在，我在》');
insert into forum_topic
values(286, 1, '不要试图挽留一个要走的人，你用什么挽留她，她就会带走什么。 ——李宫俊 《李宫俊的诗》', '不要试图挽留一个要走的人，你用什么挽留她，她就会带走什么。 ——李宫俊 《李宫俊的诗》');
insert into forum_topic
values(287, 1, '即使是一丝希望的光芒，也可以照亮整个宇宙的黑暗。---几米《蓝石头》', '即使是一丝希望的光芒，也可以照亮整个宇宙的黑暗。---几米《蓝石头》');
insert into forum_topic
values(288, 1, '我的心就如同这张面孔，一半纯白，一半阴影，我可以选择让你看见，也可以坚持不让你看见，世界就像是个巨大的马戏团，它让你兴奋，却让我惶恐，因为我知道散场后永远是有限温存，无限心酸。---卓别林《致乌娜》', '我的心就如同这张面孔，一半纯白，一半阴影，我可以选择让你看见，也可以坚持不让你看见，世界就像是个巨大的马戏团，它让你兴奋，却让我惶恐，因为我知道散场后永远是有限温存，无限心酸。---卓别林《致乌娜》');
insert into forum_topic
values(289, 1, '神要是公然去跟人作对，那是任何人都难以对付的。——《荷马史诗》', '神要是公然去跟人作对，那是任何人都难以对付的。——《荷马史诗》');
insert into forum_topic
values(290, 1, '你充满了我的心。在这个混乱而拥挤、膨胀而喧嚣的世界上，你成了我的冥想点。我想着你，很少去想其它，于是我意识到了我所做的大部分事情有多么荒诞和徒劳。日常生活碎片般的状态最终变得连贯起来。不再飘散在时间和空间里，我被集于一处，而那个地方便是你。——珍妮特·温特森《欲望》', '你充满了我的心。在这个混乱而拥挤、膨胀而喧嚣的世界上，你成了我的冥想点。我想着你，很少去想其它，于是我意识到了我所做的大部分事情有多么荒诞和徒劳。日常生活碎片般的状态最终变得连贯起来。不再飘散在时间和空间里，我被集于一处，而那个地方便是你。——珍妮特·温特森《欲望》');
insert into forum_topic
values(291, 1, '人是可以沉醉在自己的坚强的意志里的。——雨果《海上劳工》', '人是可以沉醉在自己的坚强的意志里的。——雨果《海上劳工》');
insert into forum_topic
values(292, 1, '感情的安全感不全来源于每天彼此说我爱你，也不全来源于恨不得24小时都待在一起。当两个人的关系处于崩溃边缘，之后依然没有彼此放弃，这种经过考验的感情才更具有安全感。—— 刘同《你的孤独，虽败犹荣》', '感情的安全感不全来源于每天彼此说我爱你，也不全来源于恨不得24小时都待在一起。当两个人的关系处于崩溃边缘，之后依然没有彼此放弃，这种经过考验的感情才更具有安全感。—— 刘同《你的孤独，虽败犹荣》');
insert into forum_topic
values(293, 1, '人和书的缘分，有时候只有那么多，在约定的时间里你看不完，就再也看不完了。而你不知道，约定的时间，是多久。——《鲤·与书私奔》', '人和书的缘分，有时候只有那么多，在约定的时间里你看不完，就再也看不完了。而你不知道，约定的时间，是多久。——《鲤·与书私奔》');
insert into forum_topic
values(294, 1, '“我们都是第一次过自己的人生，所以会笨拙生疏，所以会觉得抱歉，所以有点小失误也是可以的！下次你再开始爱情的时候，只要享受就好，不要计划，不要下决心。”--《没关系是爱情啊》', '“我们都是第一次过自己的人生，所以会笨拙生疏，所以会觉得抱歉，所以有点小失误也是可以的！下次你再开始爱情的时候，只要享受就好，不要计划，不要下决心。”--《没关系是爱情啊》');
insert into forum_topic
values(295, 1, '其实很多情侣吵架，都是为了证明自己更在乎对方，更爱对方，然而说出来的话却往往变成了宣泄不满，对方越不想听什么，越说什么!原本想证明的是爱，却变成证明被伤害!——《前任攻略》', '其实很多情侣吵架，都是为了证明自己更在乎对方，更爱对方，然而说出来的话却往往变成了宣泄不满，对方越不想听什么，越说什么!原本想证明的是爱，却变成证明被伤害!——《前任攻略》');
insert into forum_topic
values(296, 1, '如果不去遍历世界，我们就不知道什么是我们精神和情感的寄托，但我们一旦遍历了世界，却发现我们再也无法回到那美好的地方去了。当我们开始寻求，我们就已经失去，而我们不开始寻求，我们根本无法知道自己身边的一切是如此可贵。——圣爱克苏贝里 《小王子》', '如果不去遍历世界，我们就不知道什么是我们精神和情感的寄托，但我们一旦遍历了世界，却发现我们再也无法回到那美好的地方去了。当我们开始寻求，我们就已经失去，而我们不开始寻求，我们根本无法知道自己身边的一切是如此可贵。——圣爱克苏贝里 《小王子》');
insert into forum_topic
values(297, 1, '你在人生中做过的，都渺小如微尘，但重要的是你要去做，因为其他人并不会去做。——《记住我》', '你在人生中做过的，都渺小如微尘，但重要的是你要去做，因为其他人并不会去做。——《记住我》');
insert into forum_topic
values(298, 1, '一个人真正需要的财富就那么一点点，其余的都是用来炫耀的，正应了中国的古话:纵有广厦千间，夜眠三尺之地。----《阿甘正传》', '一个人真正需要的财富就那么一点点，其余的都是用来炫耀的，正应了中国的古话:纵有广厦千间，夜眠三尺之地。----《阿甘正传》');
insert into forum_topic
values(299, 1, '柴火煲汤煮饭，最费时间，也最见真情，其中火候掌控，柴火添增，时间长短，只有做的人才明了其中的艰难漫长。——《人间烟火》', '柴火煲汤煮饭，最费时间，也最见真情，其中火候掌控，柴火添增，时间长短，只有做的人才明了其中的艰难漫长。——《人间烟火》');
insert into forum_topic
values(300, 1, '想要操纵别人，就要利用他心中的黑暗。如果没有黑暗可利用，人为创造一个就行了。---《火影忍者》', '想要操纵别人，就要利用他心中的黑暗。如果没有黑暗可利用，人为创造一个就行了。---《火影忍者》');
insert into forum_topic
values(301, 1, '人的心只容得下一定程度的绝望，海绵已经吸够了水，即使大海从它上面流过，也不能再给它增添一滴水了。——雨果《巴黎圣母院》', '人的心只容得下一定程度的绝望，海绵已经吸够了水，即使大海从它上面流过，也不能再给它增添一滴水了。——雨果《巴黎圣母院》');
insert into forum_topic
values(302, 1, '有些人恐惧父母离去，或者江郎才尽还有衰老。我比较恐惧的是怕以后会埋怨自己，就是在力所能及时没有努力做一件事，当没有机会再去做时，会责备年轻的自己。—— 李娜《独自上场》', '有些人恐惧父母离去，或者江郎才尽还有衰老。我比较恐惧的是怕以后会埋怨自己，就是在力所能及时没有努力做一件事，当没有机会再去做时，会责备年轻的自己。—— 李娜《独自上场》');
insert into forum_topic
values(303, 1, '我们都以为长大以后就能真正的永远相伴，于是不惜一切代价地拼命成长，但是当真的长到足以告别青春时，才突然发现，原来长大只会让我们分离。——《匆匆那年》', '我们都以为长大以后就能真正的永远相伴，于是不惜一切代价地拼命成长，但是当真的长到足以告别青春时，才突然发现，原来长大只会让我们分离。——《匆匆那年》');
insert into forum_topic
values(304, 1, '你总是在向前走，记忆在原地驻足停留，你回头招手的时，它轻轻微笑，却永远不会，再靠近你了。——《三鲜米线》', '你总是在向前走，记忆在原地驻足停留，你回头招手的时，它轻轻微笑，却永远不会，再靠近你了。——《三鲜米线》');
insert into forum_topic
values(305, 1, '若想要保住某件东西，最好的办法就是不去理它，爱得太过的东西容易毁灭，要冷眼对待一切，特别是你心爱的事物，那样，它们生存的机会反而会多一些。这大概是我们生活中最大的秘密之一。——《肖斯塔科维奇回忆录》', '若想要保住某件东西，最好的办法就是不去理它，爱得太过的东西容易毁灭，要冷眼对待一切，特别是你心爱的事物，那样，它们生存的机会反而会多一些。这大概是我们生活中最大的秘密之一。——《肖斯塔科维奇回忆录》');
insert into forum_topic
values(306, 1, '天下没有不散的筵席，也没有谁会永远陪在谁的身边，世上万物均有相应的保质期，时间到了，即使曾经再美好的感情也会分道而驰。不同的方向，不同的心情，再遇到不同的人。然后再如最初那般循环，循环，循环。——晏小婷《一个人地老天荒》', '天下没有不散的筵席，也没有谁会永远陪在谁的身边，世上万物均有相应的保质期，时间到了，即使曾经再美好的感情也会分道而驰。不同的方向，不同的心情，再遇到不同的人。然后再如最初那般循环，循环，循环。——晏小婷《一个人地老天荒》');
insert into forum_topic
values(307, 1, '我不是一个小女孩了，不会再相信突然有一天出现一个白马王子，带给我一辈子的幸福。但我坚信，两个平凡的人，偶然遇到，慢慢地离不开彼此，无论发生什么，两个人都一起面对。你下班累了，我给你泡杯咖啡，晚上打雷下雨，你抱着我，我就不会害怕，我觉得那样，才是我想要的幸福。李可《杜拉拉升职记》', '我不是一个小女孩了，不会再相信突然有一天出现一个白马王子，带给我一辈子的幸福。但我坚信，两个平凡的人，偶然遇到，慢慢地离不开彼此，无论发生什么，两个人都一起面对。你下班累了，我给你泡杯咖啡，晚上打雷下雨，你抱着我，我就不会害怕，我觉得那样，才是我想要的幸福。李可《杜拉拉升职记》');
insert into forum_topic
values(308, 1, '忧郁是因为自己无能，烦恼是由于欲望得不到满足，暴躁是一种虚怯的表现。——《三个火枪手》', '忧郁是因为自己无能，烦恼是由于欲望得不到满足，暴躁是一种虚怯的表现。——《三个火枪手》');
insert into forum_topic
values(309, 1, '感情这东西浅尝即止也未必是坏事。---辛夷坞《我在回忆里等你》', '感情这东西浅尝即止也未必是坏事。---辛夷坞《我在回忆里等你》');
insert into forum_topic
values(310, 1, '在那庄严的时刻每个人都是平等的、坦诚的，在命运的抉择面前，任何伪装、虚饰和自欺欺人的侥幸心理都变得毫无意义，唯一可以使自己镇定的是真才实学。——霍达《穆斯林的葬礼》', '在那庄严的时刻每个人都是平等的、坦诚的，在命运的抉择面前，任何伪装、虚饰和自欺欺人的侥幸心理都变得毫无意义，唯一可以使自己镇定的是真才实学。——霍达《穆斯林的葬礼》');
insert into forum_topic
values(311, 1, '别跟我说人生海海，我只想认识你，然后留下一段热泪盈眶的回忆----真绪《向阳处的她》', '别跟我说人生海海，我只想认识你，然后留下一段热泪盈眶的回忆----真绪《向阳处的她》');
insert into forum_topic
values(312, 1, '我想，有些事情是可以遗忘的，有些事情是可以记念的，有些事情能够心甘情愿，有些事情一直无能为力。我爱你，这是我的劫难。 ---《八月未央》', '我想，有些事情是可以遗忘的，有些事情是可以记念的，有些事情能够心甘情愿，有些事情一直无能为力。我爱你，这是我的劫难。 ---《八月未央》');
insert into forum_topic
values(313, 1, '我好怕失戀，可是，要失掉尊嚴的話，我寧願失去你。愛自己，遠比愛一個不怎麼好的人重要。─── 《我可以不愛你》', '我好怕失戀，可是，要失掉尊嚴的話，我寧願失去你。愛自己，遠比愛一個不怎麼好的人重要。─── 《我可以不愛你》');
insert into forum_topic
values(314, 1, '幸福就是，早上挥手说“再见”的人，晚上又平平常常地回来了，书包丢在同一个角落，臭球鞋塞在同一张椅下。——龙应台《幸福》', '幸福就是，早上挥手说“再见”的人，晚上又平平常常地回来了，书包丢在同一个角落，臭球鞋塞在同一张椅下。——龙应台《幸福》');
insert into forum_topic
values(315, 1, '用真诚的感情所写的那些话时，我也忍不住想要笑我自己。这一定是因为真诚的感情本身有着荒唐可笑的地方。—— 毛姆《寻欢作乐》', '用真诚的感情所写的那些话时，我也忍不住想要笑我自己。这一定是因为真诚的感情本身有着荒唐可笑的地方。—— 毛姆《寻欢作乐》');
insert into forum_topic
values(316, 1, '我们的关系多像积木啊，不堪一击却又千变万化，用尽了心思盖得多像家，下一秒钟也可能倒塌。——《积木》', '我们的关系多像积木啊，不堪一击却又千变万化，用尽了心思盖得多像家，下一秒钟也可能倒塌。——《积木》');
insert into forum_topic
values(317, 1, '骐骥一跃，不能十步；驽马十驾，功在不舍；锲而舍之，朽木不折；锲而不舍，金石可镂。——《荀子，劝学》', '骐骥一跃，不能十步；驽马十驾，功在不舍；锲而舍之，朽木不折；锲而不舍，金石可镂。——《荀子，劝学》');
insert into forum_topic
values(318, 1, '在生命高潮的波峰，享受它。在生命低潮的波谷，忍受它。享受生命，使我感到自己的幸运，忍受生命，使我了解自己的韧度，尔者皆令我喜悦不尽。', '在生命高潮的波峰，享受它。在生命低潮的波谷，忍受它。享受生命，使我感到自己的幸运，忍受生命，使我了解自己的韧度，尔者皆令我喜悦不尽。');
insert into forum_topic
values(319, 1, '若想要回报，就变强吧，把这个无能的自己也干掉。这份心意，不要随便辜负啊！——HEHE《浪漫传说》', '若想要回报，就变强吧，把这个无能的自己也干掉。这份心意，不要随便辜负啊！——HEHE《浪漫传说》');
insert into forum_topic
values(320, 1, '人生没有目的，只有过程，所谓的终极目的是虚无的。——人的情况和树相同。它愈想开向高处和明亮处，它的根愈要向下，向泥土，向黑暗处，向深处，向恶——千万不要忘记。我们飞翔得越高，我们在那些不能飞翔的人眼中的形象越是渺小。——尼采《查拉图斯特拉如是说》', '人生没有目的，只有过程，所谓的终极目的是虚无的。——人的情况和树相同。它愈想开向高处和明亮处，它的根愈要向下，向泥土，向黑暗处，向深处，向恶——千万不要忘记。我们飞翔得越高，我们在那些不能飞翔的人眼中的形象越是渺小。——尼采《查拉图斯特拉如是说》');
insert into forum_topic
values(321, 1, '人要努力，但是不能低着头努力。——《别让自己努力得满腹委屈》', '人要努力，但是不能低着头努力。——《别让自己努力得满腹委屈》');
insert into forum_topic
values(322, 1, '但是两个人在一起最好的状态，仅仅相爱仍然是不够的。除了相爱，还得有共同语言、共同生活理念、能互相进步与督促、互相学习对方感兴趣的东西、生活习惯一致、领悟和理解力相通，在一起似爱人也似朋友，这或许就是所谓的 soulmate（灵魂伴侣）。——《两个人在一起，仅仅相爱是不够的》', '但是两个人在一起最好的状态，仅仅相爱仍然是不够的。除了相爱，还得有共同语言、共同生活理念、能互相进步与督促、互相学习对方感兴趣的东西、生活习惯一致、领悟和理解力相通，在一起似爱人也似朋友，这或许就是所谓的 soulmate（灵魂伴侣）。——《两个人在一起，仅仅相爱是不够的》');
insert into forum_topic
values(323, 1, '人只有自己最了解自己的处境。没有人了解你成长的苦涩，不知道你心怀顽强的勇气，不懂你有着安宁柔软的灵魂。所以，更没有人可以替你做出判断。——《时光不老，我们不散》', '人只有自己最了解自己的处境。没有人了解你成长的苦涩，不知道你心怀顽强的勇气，不懂你有着安宁柔软的灵魂。所以，更没有人可以替你做出判断。——《时光不老，我们不散》');
insert into forum_topic
values(324, 1, '有四十几年历史的钟楼给拆掉了，其实有多可惜?只证明我们的政府并不尊重回忆，让我们活在一个没有回忆的都市。回忆给所谓的繁荣让路，换来一个更怀旧的道具，然后再让日子累积成历史。——《我所爱的香港》', '有四十几年历史的钟楼给拆掉了，其实有多可惜?只证明我们的政府并不尊重回忆，让我们活在一个没有回忆的都市。回忆给所谓的繁荣让路，换来一个更怀旧的道具，然后再让日子累积成历史。——《我所爱的香港》');
insert into forum_topic
values(325, 1, '审判自己比审判别人难多了。如果你成功地正确审判了自己，那么你就是一个真正的智者了。---圣爱克苏贝里《小王子》', '审判自己比审判别人难多了。如果你成功地正确审判了自己，那么你就是一个真正的智者了。---圣爱克苏贝里《小王子》');
insert into forum_topic
values(326, 1, '其实了解一个人并不代表什么，人是会变的，今天他喜欢凤梨，明天他可以喜欢别的。——王家卫《重庆森林》', '其实了解一个人并不代表什么，人是会变的，今天他喜欢凤梨，明天他可以喜欢别的。——王家卫《重庆森林》');
insert into forum_topic
values(327, 1, '世界弥漫着焦躁不安的气息，因为每一个人都急于从自己的枷锁中解放出来。——《不合时宜的考察》', '世界弥漫着焦躁不安的气息，因为每一个人都急于从自己的枷锁中解放出来。——《不合时宜的考察》');
insert into forum_topic
values(328, 1, '我渴望的幸福，平淡中带着安详。就像冬日的暖阳，从天而降并余味悠长。——饶雪漫《沙漏》', '我渴望的幸福，平淡中带着安详。就像冬日的暖阳，从天而降并余味悠长。——饶雪漫《沙漏》');
insert into forum_topic
values(329, 1, '世界上有不绝的风景，我有不老的心情。——汪国真《我喜欢出发》', '世界上有不绝的风景，我有不老的心情。——汪国真《我喜欢出发》');
insert into forum_topic
values(330, 1, '你可以一辈子不登山，但你心中一定要有座山。它使你总往高处爬，它使你总有个奋斗的方向，它使你任何一刻抬起头，都能看到自己的希望。——刘墉 《方向》', '你可以一辈子不登山，但你心中一定要有座山。它使你总往高处爬，它使你总有个奋斗的方向，它使你任何一刻抬起头，都能看到自己的希望。——刘墉 《方向》');
insert into forum_topic
values(331, 1, '爱是恒久忍耐，又有恩慈，爱是不嫉妒，爱是不自夸，不张狂，不轻易发怒，不计人的恶，凡事包容，凡事相信，凡事盼望，凡事忍耐，爱是永不止息。----《圣经》', '爱是恒久忍耐，又有恩慈，爱是不嫉妒，爱是不自夸，不张狂，不轻易发怒，不计人的恶，凡事包容，凡事相信，凡事盼望，凡事忍耐，爱是永不止息。----《圣经》');
insert into forum_topic
values(332, 1, '当一个人快死亡的时候，他会经历潮状呼吸。那是生命停止之前最后一段呼吸。汹涌极了，就像大海的声音。---《蔷薇岛屿》', '当一个人快死亡的时候，他会经历潮状呼吸。那是生命停止之前最后一段呼吸。汹涌极了，就像大海的声音。---《蔷薇岛屿》');
insert into forum_topic
values(333, 1, '我们经历着生活中突然降临的一切，毫无防备，就像演员进入初排。如果生活中的第一次彩排便是生活的本身，那生活有什么价值呢？——《生命中不能承受之轻》', '我们经历着生活中突然降临的一切，毫无防备，就像演员进入初排。如果生活中的第一次彩排便是生活的本身，那生活有什么价值呢？——《生命中不能承受之轻》');
insert into forum_topic
values(334, 1, '我只能说真正爱上一个人是不由自主的，在爱面前没有人有权拒绝，说我决定爱或不爱，来的时候措手不及，去的时候没有原因。一切相处不来之类都只是借口，爱一个人的时候失去计较的能力，逛三小时你不感兴趣的地方都是一种难忘经历，何来相处问题？ ——林夕 《原来你非不快乐》', '我只能说真正爱上一个人是不由自主的，在爱面前没有人有权拒绝，说我决定爱或不爱，来的时候措手不及，去的时候没有原因。一切相处不来之类都只是借口，爱一个人的时候失去计较的能力，逛三小时你不感兴趣的地方都是一种难忘经历，何来相处问题？ ——林夕 《原来你非不快乐》');
insert into forum_topic
values(335, 1, '当我们准备揭穿谎言，说出真相的时候，常常会没有勇气，犹豫不决。而这漫长的犹豫，会在某个瞬间，让你失去说出真相的勇气。即使鼓足了勇气，要说出真相，有时候有的真相，会比谎言，更让我们不舒服。---《她很漂亮》', '当我们准备揭穿谎言，说出真相的时候，常常会没有勇气，犹豫不决。而这漫长的犹豫，会在某个瞬间，让你失去说出真相的勇气。即使鼓足了勇气，要说出真相，有时候有的真相，会比谎言，更让我们不舒服。---《她很漂亮》');
insert into forum_topic
values(336, 1, '中国是世界上最提倡科学的国家，没有旁的国家肯给科学家官做的，外国科学家进步，中国科学家进爵。——《围城》', '中国是世界上最提倡科学的国家，没有旁的国家肯给科学家官做的，外国科学家进步，中国科学家进爵。——《围城》');
insert into forum_topic
values(337, 1, '真的有像宿命一样在劫难逃的爱情？还是有天，你感到厌倦，感到累，于是决定停下来，说：就是这个人吧，就在这里安营扎寨吧。小的时候想象爱上一个人就像出门的时候被闪电袭击一样，虽然概率小，但是一点办法都没有。它就这么发生了，你就这么被点着了，然后也就这么变成了一堆灰烬。 ——刘瑜《余欢》', '真的有像宿命一样在劫难逃的爱情？还是有天，你感到厌倦，感到累，于是决定停下来，说：就是这个人吧，就在这里安营扎寨吧。小的时候想象爱上一个人就像出门的时候被闪电袭击一样，虽然概率小，但是一点办法都没有。它就这么发生了，你就这么被点着了，然后也就这么变成了一堆灰烬。 ——刘瑜《余欢》');
insert into forum_topic
values(338, 1, '有些时候有些人，你可以爱一辈子，但是他只能被放在心里。你从心底知道自己是爱他的，尽管已经记不起他的样子。因为这爱如此深重，以至于需要你花很多的时间来忘记他，慢慢的，他真的在你的记忆中模糊起来。——阿sam《去，你的旅行》', '有些时候有些人，你可以爱一辈子，但是他只能被放在心里。你从心底知道自己是爱他的，尽管已经记不起他的样子。因为这爱如此深重，以至于需要你花很多的时间来忘记他，慢慢的，他真的在你的记忆中模糊起来。——阿sam《去，你的旅行》');
insert into forum_topic
values(339, 1, '我们不会在一起，所以希望你成为被人欣赏的伟岸的男人，有光环，有力量，而不是浅薄的爱。因为我们都知道，爱是世界上最短暂又廉价的关系，我害怕我们的关系走向庸常，孱弱，最后虚无。所以，骄傲的活着，这是我对你唯一的要求。—— 易术《我存在你的所有角落》', '我们不会在一起，所以希望你成为被人欣赏的伟岸的男人，有光环，有力量，而不是浅薄的爱。因为我们都知道，爱是世界上最短暂又廉价的关系，我害怕我们的关系走向庸常，孱弱，最后虚无。所以，骄傲的活着，这是我对你唯一的要求。—— 易术《我存在你的所有角落》');
insert into forum_topic
values(340, 1, '一个人与其在别人指点下规规矩矩行事，还不如让他自己去闯闯，出点差错，反能获得更多的教益。—— 毛姆《人生的枷锁》', '一个人与其在别人指点下规规矩矩行事，还不如让他自己去闯闯，出点差错，反能获得更多的教益。—— 毛姆《人生的枷锁》');
insert into forum_topic
values(341, 1, '我们都曾经以为经验可以帮助我们好好抵抗命运，但是不，岁月只能增加我们的忍让力，把意外比上一次处理得较为好看与妥当。——亦舒《寒武纪》', '我们都曾经以为经验可以帮助我们好好抵抗命运，但是不，岁月只能增加我们的忍让力，把意外比上一次处理得较为好看与妥当。——亦舒《寒武纪》');
insert into forum_topic
values(342, 1, '正能量不是没心没肺，不是强颜欢笑，不是弄脏别人来显得干净。而是泪流满面怀抱的善良，是孤身一人前进的信仰，是破碎以后重建的勇气。 ——张嘉佳《让我留在你身边》', '正能量不是没心没肺，不是强颜欢笑，不是弄脏别人来显得干净。而是泪流满面怀抱的善良，是孤身一人前进的信仰，是破碎以后重建的勇气。 ——张嘉佳《让我留在你身边》');
insert into forum_topic
values(343, 1, '当你感觉人生没那么如意，当你对自己的表现没那么满意，当你对自己爱的人或自己感到失望，当你觉得自己再也坚持不下去的时候，请记得对自己说：没关系，我们都是这样长大的。——饶雪漫《那些女生该懂的事》', '当你感觉人生没那么如意，当你对自己的表现没那么满意，当你对自己爱的人或自己感到失望，当你觉得自己再也坚持不下去的时候，请记得对自己说：没关系，我们都是这样长大的。——饶雪漫《那些女生该懂的事》');
insert into forum_topic
values(344, 1, '世界上最厉害的本领是什么 ？是以愉悦的心情老去，是在想工作的时候能选择休息，是在想说话的时候保持沉默，是在失望的时候又燃起希望 。——《 使者 》', '世界上最厉害的本领是什么 ？是以愉悦的心情老去，是在想工作的时候能选择休息，是在想说话的时候保持沉默，是在失望的时候又燃起希望 。——《 使者 》');
insert into forum_topic
values(345, 1, '一件事无论太晚或者对于你来说太早，都不会阻拦你成为你想成为的那个人，这个过程没有时间的期限，只要你想，随时都可以开始。——《本杰明·巴顿奇事》', '一件事无论太晚或者对于你来说太早，都不会阻拦你成为你想成为的那个人，这个过程没有时间的期限，只要你想，随时都可以开始。——《本杰明·巴顿奇事》');
insert into forum_topic
values(346, 1, '你是否曾经有过刻骨的思念之情，几乎带来肉体的疼痛，把你和周围的一切隔绝，四周的景物变浅变淡，慢慢褪去颜色。有时候你觉得它把你封闭得太厉害了，让你几乎喘不上气来，你会不顾一切地想用针把它刺破，哪怕是扎出一个小孔，至少让你透一口气。奇怪的就是，他既是那根针，又是包裹我的那个口袋。---廖一梅《琥珀》', '你是否曾经有过刻骨的思念之情，几乎带来肉体的疼痛，把你和周围的一切隔绝，四周的景物变浅变淡，慢慢褪去颜色。有时候你觉得它把你封闭得太厉害了，让你几乎喘不上气来，你会不顾一切地想用针把它刺破，哪怕是扎出一个小孔，至少让你透一口气。奇怪的就是，他既是那根针，又是包裹我的那个口袋。---廖一梅《琥珀》');
insert into forum_topic
values(347, 1, '每个人都有属于自己的一片森林，也许我们 从来不曾去过，但它一直在那里，总会在那里。迷失的人迷失了，相逢的人会再相逢。——村上春树《挪威的森林》', '每个人都有属于自己的一片森林，也许我们 从来不曾去过，但它一直在那里，总会在那里。迷失的人迷失了，相逢的人会再相逢。——村上春树《挪威的森林》');
insert into forum_topic
values(348, 1, '自从你离开，我的生命里就只剩下了两件事可做：寻找你，和，等待你。 ——乐小米 《凉生我们可不可以不忧伤》', '自从你离开，我的生命里就只剩下了两件事可做：寻找你，和，等待你。 ——乐小米 《凉生我们可不可以不忧伤》');
insert into forum_topic
values(349, 1, '幸福的家庭是相同的，不幸的家庭各有各的不同。——《安娜·卡列尼娜》', '幸福的家庭是相同的，不幸的家庭各有各的不同。——《安娜·卡列尼娜》');
insert into forum_topic
values(350, 1, '对生活小事马马虎虎的人，对大事也根本严肃不起来。一个人对自己没要求，就没有资格对这个世界有什么要求。——《做一个对自己有点要求的人》', '对生活小事马马虎虎的人，对大事也根本严肃不起来。一个人对自己没要求，就没有资格对这个世界有什么要求。——《做一个对自己有点要求的人》');
insert into forum_topic
values(351, 1, '有时候所谓的一生的奋武，只不过为了曾在年幼时看见的那个凝固在思想深处的侧影。---江南《九州·缥缈录》', '有时候所谓的一生的奋武，只不过为了曾在年幼时看见的那个凝固在思想深处的侧影。---江南《九州·缥缈录》');
insert into forum_topic
values(352, 1, '有一次，我们梦见大家都是不相识的。我们醒了，却知道我们原是相亲相爱的。有一天，我们梦见我们相亲相爱了，我醒了，才知道我们早已经是陌路。——泰戈尔《飞鸟集》', '有一次，我们梦见大家都是不相识的。我们醒了，却知道我们原是相亲相爱的。有一天，我们梦见我们相亲相爱了，我醒了，才知道我们早已经是陌路。——泰戈尔《飞鸟集》');
insert into forum_topic
values(353, 1, '世界上其实根本没有感同深受这回事，针不刺到别人身上，他们就不知道有多痛。——独木舟《深海里的星星》', '世界上其实根本没有感同深受这回事，针不刺到别人身上，他们就不知道有多痛。——独木舟《深海里的星星》');
insert into forum_topic
values(354, 1, '文艺青年某种程度上内心都是绝望的。20多岁时绝望是一种情绪，是你编织出来的;到了30来岁，绝望是踏踏实实掉进河里，你不扑腾就出不来。但只有特别脆弱的人才真的会被淹死，普通人其实都会游到河岸上——所谓绝望的事情经历多了，反而看到了希望。——张玲玲', '文艺青年某种程度上内心都是绝望的。20多岁时绝望是一种情绪，是你编织出来的;到了30来岁，绝望是踏踏实实掉进河里，你不扑腾就出不来。但只有特别脆弱的人才真的会被淹死，普通人其实都会游到河岸上——所谓绝望的事情经历多了，反而看到了希望。——张玲玲');
insert into forum_topic
values(355, 1, '和一个人在一起，如果他给你的能量是让你每天都能高兴得起床，每夜都能安心得入睡，做每一件事都充满了动力，对未来满怀期待，那你就没有爱错人，最合适的感情，永远都不是以爱的名义互相折磨，而是彼此陪伴，成为对方的阳光。----《这世上的美好，唯你而已》', '和一个人在一起，如果他给你的能量是让你每天都能高兴得起床，每夜都能安心得入睡，做每一件事都充满了动力，对未来满怀期待，那你就没有爱错人，最合适的感情，永远都不是以爱的名义互相折磨，而是彼此陪伴，成为对方的阳光。----《这世上的美好，唯你而已》');
insert into forum_topic
values(356, 1, '我很讨厌我自己不温不凉的思虑过度，也许我是个坏人，不过我只要你吻我一下就会变好呢。——王小波 《爱你就像爱生命》', '我很讨厌我自己不温不凉的思虑过度，也许我是个坏人，不过我只要你吻我一下就会变好呢。——王小波 《爱你就像爱生命》');
insert into forum_topic
values(357, 1, '历史喜爱英勇豪迈的事迹，同时也谴责这种事迹所造成的后果。——《神秘岛》', '历史喜爱英勇豪迈的事迹，同时也谴责这种事迹所造成的后果。——《神秘岛》');
insert into forum_topic
values(358, 1, '最让人动心的是苦难中的高贵，最让人看出高贵之所以高贵的，也是这种高贵。凭着这种高贵，人们可以在生死存亡的边缘上吟诗作赋，可以用自己的一点温暖去化开别人心头的冰雪，继而，可以用屈辱之身去点燃文明的火种。---余秋雨《山居笔记》', '最让人动心的是苦难中的高贵，最让人看出高贵之所以高贵的，也是这种高贵。凭着这种高贵，人们可以在生死存亡的边缘上吟诗作赋，可以用自己的一点温暖去化开别人心头的冰雪，继而，可以用屈辱之身去点燃文明的火种。---余秋雨《山居笔记》');
insert into forum_topic
values(359, 1, '你的脸上云淡风轻，谁也不知道你的牙咬得有多紧。你走路带着风，谁也不知道你膝盖上仍有曾摔伤的淤青。你笑得没心没肺，没人知道你哭起来只能无声落泪。要让人觉得毫不费力，只能背后极其努力。我们没有改变不了的未来，只有不想改变的过去。——刘同《你的孤独，虽败犹荣》', '你的脸上云淡风轻，谁也不知道你的牙咬得有多紧。你走路带着风，谁也不知道你膝盖上仍有曾摔伤的淤青。你笑得没心没肺，没人知道你哭起来只能无声落泪。要让人觉得毫不费力，只能背后极其努力。我们没有改变不了的未来，只有不想改变的过去。——刘同《你的孤独，虽败犹荣》');
insert into forum_topic
values(360, 1, '怜悯也许能拯救一个人的灵魂，但却不能轻易改变生活。——安妮宝贝《清醒纪》', '怜悯也许能拯救一个人的灵魂，但却不能轻易改变生活。——安妮宝贝《清醒纪》');
insert into forum_topic
values(361, 1, '不是所有的人都能知道时光的涵意，不是所有的人都懂得珍惜；这世间并没有分离与衰老的命运，只有肯爱与不肯去爱的心。 ——《独白》席慕容', '不是所有的人都能知道时光的涵意，不是所有的人都懂得珍惜；这世间并没有分离与衰老的命运，只有肯爱与不肯去爱的心。 ——《独白》席慕容');
insert into forum_topic
values(362, 1, '你要不断提醒自己，只有去实践，道理才算真的懂。——《为什么道理我都懂，却始终做不到？》', '你要不断提醒自己，只有去实践，道理才算真的懂。——《为什么道理我都懂，却始终做不到？》');
insert into forum_topic
values(363, 1, '“努力想得到什么东西，其实只要沉着镇静、实事求是，就可以轻易地、神不知鬼不觉地达到目的。而如果过于使劲，闹得太凶，太幼稚，太没有经验，就哭啊，抓啊，拉啊，像一个小孩扯桌布，结果却是一无所获，只不过把桌上的好东西都扯到地上，永远也得不到了”——卡夫卡 《城堡》', '“努力想得到什么东西，其实只要沉着镇静、实事求是，就可以轻易地、神不知鬼不觉地达到目的。而如果过于使劲，闹得太凶，太幼稚，太没有经验，就哭啊，抓啊，拉啊，像一个小孩扯桌布，结果却是一无所获，只不过把桌上的好东西都扯到地上，永远也得不到了”——卡夫卡 《城堡》');
insert into forum_topic
values(364, 1, '在每个人的心里,其实是有爱情的,一直都有.我想它不是婚姻,不是诺言,不是家庭.它是一种气味.引导人盲目前行却无从触摸。─安妮宝贝《彼岸花》', '在每个人的心里,其实是有爱情的,一直都有.我想它不是婚姻,不是诺言,不是家庭.它是一种气味.引导人盲目前行却无从触摸。─安妮宝贝《彼岸花》');
insert into forum_topic
values(365, 1, '不要去注意别人心里在想什么，一个人就很少会被看成是不幸福的，而那些不注意他们自己内心的活动的人却必然是不幸的。 ---马可•奥勒留 《沉思录》', '不要去注意别人心里在想什么，一个人就很少会被看成是不幸福的，而那些不注意他们自己内心的活动的人却必然是不幸的。 ---马可•奥勒留 《沉思录》');
insert into forum_topic
values(366, 1, '很多时候，一个人选择了行走，不是因为欲望，也并非诱惑，他仅仅是听到了自己内心的声音。——安妮宝贝《蔷薇岛屿》', '很多时候，一个人选择了行走，不是因为欲望，也并非诱惑，他仅仅是听到了自己内心的声音。——安妮宝贝《蔷薇岛屿》');
insert into forum_topic
values(367, 1, '别把自己当成玛丽苏式的女主角，也别指望天上会降一个兼具各种美好的男子，然后对你一见钟情。除非，你足够好，足够有见识，能在任何场合、任何人群中成为闪耀的珍珠。——《你是什么样的人，就会遇见什么样的人》', '别把自己当成玛丽苏式的女主角，也别指望天上会降一个兼具各种美好的男子，然后对你一见钟情。除非，你足够好，足够有见识，能在任何场合、任何人群中成为闪耀的珍珠。——《你是什么样的人，就会遇见什么样的人》');
insert into forum_topic
values(368, 1, '今天的我比昨天优秀，今天的我比昨天进步了一点点，就很好。你说羡慕，就去努力； 你说努力，就去行动。——《致每一个害怕未来的你》', '今天的我比昨天优秀，今天的我比昨天进步了一点点，就很好。你说羡慕，就去努力； 你说努力，就去行动。——《致每一个害怕未来的你》');
insert into forum_topic
values(369, 1, '艺术是有门槛的，而读书，则是让人变得有格局的门槛最低、成本也最低的一种方式。——《你不是脾气太坏，而是格局太小》', '艺术是有门槛的，而读书，则是让人变得有格局的门槛最低、成本也最低的一种方式。——《你不是脾气太坏，而是格局太小》');
insert into forum_topic
values(370, 1, '你永远不能拥有太多的天空。你可以在天空下睡去，醒来又沉醉。在你忧伤的时候，天空会给你安慰。可是忧伤太多，天空不够，蝴蝶也不够，花儿也不够。大多数美的东西都不够。于是，我们取我们所能取，好好地享用。——桑德拉《芒果街上的小屋》', '你永远不能拥有太多的天空。你可以在天空下睡去，醒来又沉醉。在你忧伤的时候，天空会给你安慰。可是忧伤太多，天空不够，蝴蝶也不够，花儿也不够。大多数美的东西都不够。于是，我们取我们所能取，好好地享用。——桑德拉《芒果街上的小屋》');
insert into forum_topic
values(371, 1, '你的错误不是你对生活所知甚少，而是你知道得太多了。你已把童年时期的曙光中所拥有的那种精美的花朵，纯洁的光，天真的希望的快乐远远地抛在后面了。你已迅捷地奔跑着经过了浪漫进入了现实。你开始着迷于阴沟及里面生长的东西。---奥斯卡王尔德《王尔德狱中记》', '你的错误不是你对生活所知甚少，而是你知道得太多了。你已把童年时期的曙光中所拥有的那种精美的花朵，纯洁的光，天真的希望的快乐远远地抛在后面了。你已迅捷地奔跑着经过了浪漫进入了现实。你开始着迷于阴沟及里面生长的东西。---奥斯卡王尔德《王尔德狱中记》');
insert into forum_topic
values(372, 1, '成长是一笔交易，我们都用朴素的童真和未经人事的洁白交换长大的勇气。——《魔女宅急便》', '成长是一笔交易，我们都用朴素的童真和未经人事的洁白交换长大的勇气。——《魔女宅急便》');
insert into forum_topic
values(373, 1, '在青春的掩护下，颓废是勇气，懒惰是反抗，空虚是性感。——刘瑜 《送你一颗子弹》', '在青春的掩护下，颓废是勇气，懒惰是反抗，空虚是性感。——刘瑜 《送你一颗子弹》');
insert into forum_topic
values(374, 1, '应该趁着年轻，和喜欢的人一起，制造些比夏天还要温暖的事。——安东尼《这些都是你给我的爱》', '应该趁着年轻，和喜欢的人一起，制造些比夏天还要温暖的事。——安东尼《这些都是你给我的爱》');
insert into forum_topic
values(375, 1, '有些感情是一场天花，得过之后，终身免疫。——《我亦飘零久》', '有些感情是一场天花，得过之后，终身免疫。——《我亦飘零久》');
insert into forum_topic
values(376, 1, '那个有见识的男人，能让你欣赏，让你崇拜，让你心甘情愿付出，所以，为了自己身心健康和爱情长久，还是找个有见识的男人谈恋爱吧。——《找个有见识的人谈恋爱有多重要》', '那个有见识的男人，能让你欣赏，让你崇拜，让你心甘情愿付出，所以，为了自己身心健康和爱情长久，还是找个有见识的男人谈恋爱吧。——《找个有见识的人谈恋爱有多重要》');
insert into forum_topic
values(377, 1, '如果真相是种伤害，请选择谎言。如果谎言是一种伤害，请选择沉默。如果沉默是一种伤害，请选择离开。——徐志摩', '如果真相是种伤害，请选择谎言。如果谎言是一种伤害，请选择沉默。如果沉默是一种伤害，请选择离开。——徐志摩');
insert into forum_topic
values(378, 1, '青春是一条弯弯曲曲的河，我们沿河奔跑，踩在会留下脚印子的河堤上，留下一深一浅的脚印，或是美好也或是落寞。我们一边奔跑，一边向往，一边回忆。我们哭着，笑着，痛着，在踩过数不清的脚印后终于明白很多事注定会泪流，而我们，也注定会长大。—— 晏小婷《辩手》', '青春是一条弯弯曲曲的河，我们沿河奔跑，踩在会留下脚印子的河堤上，留下一深一浅的脚印，或是美好也或是落寞。我们一边奔跑，一边向往，一边回忆。我们哭着，笑着，痛着，在踩过数不清的脚印后终于明白很多事注定会泪流，而我们，也注定会长大。—— 晏小婷《辩手》');
insert into forum_topic
values(379, 1, '做自己最想做的事，生活在自己喜爱的环境里，淡薄宁静、与世无争，这难道是糟蹋自己吗?与此相反，做一个著名的外科医生，年薪一万镑，娶一位美丽的妻子，就是成功吗?我想，这一切都取决于一个人如何看待生活的意义，取决于他认为对社会应尽什么义务，对自己有什么要求。——《月亮和六便士》', '做自己最想做的事，生活在自己喜爱的环境里，淡薄宁静、与世无争，这难道是糟蹋自己吗?与此相反，做一个著名的外科医生，年薪一万镑，娶一位美丽的妻子，就是成功吗?我想，这一切都取决于一个人如何看待生活的意义，取决于他认为对社会应尽什么义务，对自己有什么要求。——《月亮和六便士》');
insert into forum_topic
values(380, 1, '我知道自己喜欢你，但我不知道将来在哪里。因为我知道，无论哪里，你都不会带我去。而记忆打亮你的微笑，要如此用力才变得欢喜。——张嘉佳《从你的全世界路过》', '我知道自己喜欢你，但我不知道将来在哪里。因为我知道，无论哪里，你都不会带我去。而记忆打亮你的微笑，要如此用力才变得欢喜。——张嘉佳《从你的全世界路过》');
insert into forum_topic
values(381, 1, '梦想，可以天花乱坠，理想，是我们一步一个脚印踩出来的坎坷道路。—— 三毛《亲爱的三毛》', '梦想，可以天花乱坠，理想，是我们一步一个脚印踩出来的坎坷道路。—— 三毛《亲爱的三毛》');
insert into forum_topic
values(382, 1, '男女平等，其实说白了就是灵魂和尊严上的平等。男的女的谁也别觉得自己比对方高一等。大家都是爹生妈养的，都是血铸的肉做的，喝高了都吐，吃多了都撑，伤心了都哭，被捅一刀都疼。你知道我不容易，所以也别太挑剔。丨白小起《什么叫男女平等》', '男女平等，其实说白了就是灵魂和尊严上的平等。男的女的谁也别觉得自己比对方高一等。大家都是爹生妈养的，都是血铸的肉做的，喝高了都吐，吃多了都撑，伤心了都哭，被捅一刀都疼。你知道我不容易，所以也别太挑剔。丨白小起《什么叫男女平等》');
insert into forum_topic
values(383, 1, '我笑，便面如春花，定是能感动人的，任他是谁。——三毛《倾城》', '我笑，便面如春花，定是能感动人的，任他是谁。——三毛《倾城》');
insert into forum_topic
values(384, 1, '世间的一切都早有安排，只是，时机没到时，你就不能领会，而到了能够让你领会的那一刹那，就是你的缘份了。 不多也不少，不早也不迟，才能在刚好的时刻里说出刚好的话，结成刚好的缘。——席慕蓉《在南下的火车上》', '世间的一切都早有安排，只是，时机没到时，你就不能领会，而到了能够让你领会的那一刹那，就是你的缘份了。 不多也不少，不早也不迟，才能在刚好的时刻里说出刚好的话，结成刚好的缘。——席慕蓉《在南下的火车上》');
insert into forum_topic
values(385, 1, '过自己想要的生活，上帝会让你付出代价。照顾好自己，爱自己才能爱好别人。如果你压抑，痛苦，忧伤，不自由，又怎么可能在心里腾出温暖的房间，让重要的人住在里面。如果一颗心千疮百孔，住在里面的人就会被雨水打湿。—— 张嘉佳《从你的全世界路过》', '过自己想要的生活，上帝会让你付出代价。照顾好自己，爱自己才能爱好别人。如果你压抑，痛苦，忧伤，不自由，又怎么可能在心里腾出温暖的房间，让重要的人住在里面。如果一颗心千疮百孔，住在里面的人就会被雨水打湿。—— 张嘉佳《从你的全世界路过》');
insert into forum_topic
values(386, 1, '你所浪费的今天，是昨天死去的人奢望的明天； 你所厌恶的现在，是未来的你回不去的曾经。——《哈佛大学图书馆管训》', '你所浪费的今天，是昨天死去的人奢望的明天； 你所厌恶的现在，是未来的你回不去的曾经。——《哈佛大学图书馆管训》');
insert into forum_topic
values(387, 1, '学会等待，要相信岁月给得起你时间。不要把这等待看成是消耗时间，它是另一个自我塑造的过程。一辈子那么长，要找个有趣的人在一起。——沐溪《姑娘，你慢慢来》', '学会等待，要相信岁月给得起你时间。不要把这等待看成是消耗时间，它是另一个自我塑造的过程。一辈子那么长，要找个有趣的人在一起。——沐溪《姑娘，你慢慢来》');
insert into forum_topic
values(388, 1, '所谓成功者，是他生活得不错，不惧怕失败，笑口常开、爱心充盈；他赢得聪明人的尊重和孩童的爱，他在这世上有着他合适的职务、完成他应履行的责任；他离开这个世界时，将它变得比刚来时要好一点，无论是通过改进了一株植物、留下了一首完美的诗，还是拯救了一个灵魂。~易小术《没有梦想，何必远方》', '所谓成功者，是他生活得不错，不惧怕失败，笑口常开、爱心充盈；他赢得聪明人的尊重和孩童的爱，他在这世上有着他合适的职务、完成他应履行的责任；他离开这个世界时，将它变得比刚来时要好一点，无论是通过改进了一株植物、留下了一首完美的诗，还是拯救了一个灵魂。~易小术《没有梦想，何必远方》');
insert into forum_topic
values(389, 1, '贫穷的人总爱谈论这个世界的不公平，可归根结底，都是自己一次次选择的结果。如何在有限的物质基础上，做出最大的成绩，才是我们真正要思考的。一个再富有的人，如果没有阔大的格局，也会有衰败的一天。格局的大小，在很大程度上就决定了我们人生会有怎样的走向。 ——《这世上的美好，唯你而已》', '贫穷的人总爱谈论这个世界的不公平，可归根结底，都是自己一次次选择的结果。如何在有限的物质基础上，做出最大的成绩，才是我们真正要思考的。一个再富有的人，如果没有阔大的格局，也会有衰败的一天。格局的大小，在很大程度上就决定了我们人生会有怎样的走向。 ——《这世上的美好，唯你而已》');
insert into forum_topic
values(390, 1, '蠢才妄自尊大：他自鸣得意的，正好是受人讥笑奚落的短处，而且往往把应该引为奇耻大辱的事，大吹大擂。 —— 《克雷洛夫寓言》', '蠢才妄自尊大：他自鸣得意的，正好是受人讥笑奚落的短处，而且往往把应该引为奇耻大辱的事，大吹大擂。 —— 《克雷洛夫寓言》');
insert into forum_topic
values(391, 1, '“你相信人能改变命运么？”“人应竭尽所能……然后再听天由命。”——《最后的武士》', '“你相信人能改变命运么？”“人应竭尽所能……然后再听天由命。”——《最后的武士》');
insert into forum_topic
values(392, 1, '痛则大哭，喜则大笑，只要是从心底流露出的对世界的真情感，都是生命之壁的摩崖石刻，经得起岁月风雨的推敲，值得我们久久真爱。---毕淑敏《愿你与这世界温暖相拥》', '痛则大哭，喜则大笑，只要是从心底流露出的对世界的真情感，都是生命之壁的摩崖石刻，经得起岁月风雨的推敲，值得我们久久真爱。---毕淑敏《愿你与这世界温暖相拥》');
insert into forum_topic
values(393, 1, '力量不能打开铁门，但是一把小钥匙可以，我们每个人内心都有那把钥匙——超人《曾是超人的男子》', '力量不能打开铁门，但是一把小钥匙可以，我们每个人内心都有那把钥匙——超人《曾是超人的男子》');
insert into forum_topic
values(394, 1, '性是肉体生活，遵循快乐原则。爱情是精神生活，遵循理想原则。婚姻是社会生活，遵循现实原则。这是三个完全不同的东西，婚姻的困难在于，如何在同一个异性身上把三者统一起来。——周国平《婚姻与爱情》', '性是肉体生活，遵循快乐原则。爱情是精神生活，遵循理想原则。婚姻是社会生活，遵循现实原则。这是三个完全不同的东西，婚姻的困难在于，如何在同一个异性身上把三者统一起来。——周国平《婚姻与爱情》');
insert into forum_topic
values(395, 1, '也许，潜藏在真正的爱情背后的是深沉的忧伤，潜藏在现代式的寻欢作乐背后的是空虚。两相比较，前者无限高于后者。---周国平《人与永恒》', '也许，潜藏在真正的爱情背后的是深沉的忧伤，潜藏在现代式的寻欢作乐背后的是空虚。两相比较，前者无限高于后者。---周国平《人与永恒》');
insert into forum_topic
values(396, 1, '很多时候，面对那些原本以为过不去的坎，面对那些一时无法接受的事，我们能做的只是沉默，沉默的等这一阵过去。相信这一夜的痛哭过后，还有新的早晨。活在世上遇到的悲伤是很多的，但欢乐也有。即使欢乐的日子比哭泣的日子少太多，这个世界，仍值得我们为之走一遭。——《深夜痛哭的人》', '很多时候，面对那些原本以为过不去的坎，面对那些一时无法接受的事，我们能做的只是沉默，沉默的等这一阵过去。相信这一夜的痛哭过后，还有新的早晨。活在世上遇到的悲伤是很多的，但欢乐也有。即使欢乐的日子比哭泣的日子少太多，这个世界，仍值得我们为之走一遭。——《深夜痛哭的人》');
insert into forum_topic
values(397, 1, '每个人都有自己的软肋。任凭你如何武装，总能让你瞬间土崩瓦解、兵败如山倒。——乐小米《凉生，我们可不可以不忧伤》', '每个人都有自己的软肋。任凭你如何武装，总能让你瞬间土崩瓦解、兵败如山倒。——乐小米《凉生，我们可不可以不忧伤》');
insert into forum_topic
values(398, 1, '真正而完整的爱既是爱自己，也是爱别人。不爱自己的人绝不可能去爱他人；真正爱别人的人也绝不可能不爱自己。因此真正而完整的爱不是让双方的自我消失，而是让双方通过突破旧的自我，各自获得一个更新、更大的自我。让自我消失仅仅是爱的过程，拓展自我才是爱的真正目的。——《活着不是给别人看的》', '真正而完整的爱既是爱自己，也是爱别人。不爱自己的人绝不可能去爱他人；真正爱别人的人也绝不可能不爱自己。因此真正而完整的爱不是让双方的自我消失，而是让双方通过突破旧的自我，各自获得一个更新、更大的自我。让自我消失仅仅是爱的过程，拓展自我才是爱的真正目的。——《活着不是给别人看的》');
insert into forum_topic
values(399, 1, '外在的眼睛看见现象，内在的眼睛看到本质。 许多时候，我们的内在眼睛是关闭着的。于是，我们看见利益，却看不见真理，看见万物，却看不见美，看见世界，却看不见上帝，我们的日子是满的，生命却是空的，头脑是满的，心却是空的。—— 周国平《灵魂只能独行》', '外在的眼睛看见现象，内在的眼睛看到本质。 许多时候，我们的内在眼睛是关闭着的。于是，我们看见利益，却看不见真理，看见万物，却看不见美，看见世界，却看不见上帝，我们的日子是满的，生命却是空的，头脑是满的，心却是空的。—— 周国平《灵魂只能独行》');
insert into forum_topic
values(400, 1, '失恋不可怕，有眼无珠不可怕，看不清人不可怕。可怕的是你拿着一堆垃圾非要当成潜力股，还捧在手心里使个劲地惋惜。这就跟你得了流行感冒一样，难过之后需要增强的是免疫力；而不是一边痛苦，一边非要作践你自己。——《非缘勿扰》', '失恋不可怕，有眼无珠不可怕，看不清人不可怕。可怕的是你拿着一堆垃圾非要当成潜力股，还捧在手心里使个劲地惋惜。这就跟你得了流行感冒一样，难过之后需要增强的是免疫力；而不是一边痛苦，一边非要作践你自己。——《非缘勿扰》');
insert into forum_topic
values(401, 1, '小时候做什么都很干脆很直接，想要见谁就骑自行车去见面，可能骑车时间都比见面长。长大后想做不敢做的事，潜意识里总给自己找各种借口，甚至找借口把自己讨厌的缺点都合理化。—— 祝小兔《时光不老，我们不散》', '小时候做什么都很干脆很直接，想要见谁就骑自行车去见面，可能骑车时间都比见面长。长大后想做不敢做的事，潜意识里总给自己找各种借口，甚至找借口把自己讨厌的缺点都合理化。—— 祝小兔《时光不老，我们不散》');
insert into forum_topic
values(402, 1, '世事茫茫，光阴有限，算来何必奔忙？人生碌碌，竞短论长，却不道荣枯有数，得失难量。——沈复《浮生六记》', '世事茫茫，光阴有限，算来何必奔忙？人生碌碌，竞短论长，却不道荣枯有数，得失难量。——沈复《浮生六记》');
insert into forum_topic
values(403, 1, '生命就像那空中白色的羽毛，或迎风搏击，或随风飘荡，或翱翔蓝天，或坠入深渊……——《阿甘正传》', '生命就像那空中白色的羽毛，或迎风搏击，或随风飘荡，或翱翔蓝天，或坠入深渊……——《阿甘正传》');
insert into forum_topic
values(404, 1, '明知道那不可能，却总希望能有一次重新开始的机会，曾经的误会可以解释，曾经的错误可以纠正，一切错过的美好，这一次都能紧紧握住。明知道那不可能，却在沧桑流年、蓦然回首的偶尔一刹那，假想着我和你能再有一次初遇，改写一次我们的结局。——桐华《跋涉千里的初遇》', '明知道那不可能，却总希望能有一次重新开始的机会，曾经的误会可以解释，曾经的错误可以纠正，一切错过的美好，这一次都能紧紧握住。明知道那不可能，却在沧桑流年、蓦然回首的偶尔一刹那，假想着我和你能再有一次初遇，改写一次我们的结局。——桐华《跋涉千里的初遇》');
insert into forum_topic
values(405, 1, '有两件事我最憎恶：没有信仰的博才多学和充满信仰的愚昧无知。---《处世之道•崇拜》', '有两件事我最憎恶：没有信仰的博才多学和充满信仰的愚昧无知。---《处世之道•崇拜》');
insert into forum_topic
values(406, 1, '男生很多时候难以分清暧昧的界限，正因为他们孤独，自负，而又要养活那颗要强的心脏。---张皓宸《你是最好的自己》', '男生很多时候难以分清暧昧的界限，正因为他们孤独，自负，而又要养活那颗要强的心脏。---张皓宸《你是最好的自己》');
insert into forum_topic
values(407, 1, '你总是喜欢把事情拖到第二天，你不能总是这么拖了，有一天，你会有很多事情要做，你的余生都不够你用。——《余生的第一天》', '你总是喜欢把事情拖到第二天，你不能总是这么拖了，有一天，你会有很多事情要做，你的余生都不够你用。——《余生的第一天》');
insert into forum_topic
values(408, 1, '有时候猛烈地指责别人说谎，其实是太渴望那消息真实。---《在雪原与星空之间》', '有时候猛烈地指责别人说谎，其实是太渴望那消息真实。---《在雪原与星空之间》');
insert into forum_topic
values(409, 1, '一个人，当TA对生活提出要求的时候，生活也会对TA提出反向要求，所以，比较现实的做法是，首先反覆掂量自己有多大本领满足生活的要求，考察自己的能力与愿望是否匹配，然后再给出问题的答案。——《你的奢望要配得上你的本事》', '一个人，当TA对生活提出要求的时候，生活也会对TA提出反向要求，所以，比较现实的做法是，首先反覆掂量自己有多大本领满足生活的要求，考察自己的能力与愿望是否匹配，然后再给出问题的答案。——《你的奢望要配得上你的本事》');
insert into forum_topic
values(410, 1, '我们一生里有可能遇到很多人，有时正好同路，就会在一起走一段，直到我们遇到了真正想要共度一生的那个人，才会把余下的旅途全部交给这个人，结伴一起到终点。—— 《致我们终将逝去的青春》', '我们一生里有可能遇到很多人，有时正好同路，就会在一起走一段，直到我们遇到了真正想要共度一生的那个人，才会把余下的旅途全部交给这个人，结伴一起到终点。—— 《致我们终将逝去的青春》');
insert into forum_topic
values(411, 1, '三十年河东三十年河西，并不是指人生一定就是苦难幸福一半一半。而是我认为的，这整个人生中，都有欢喜忧愁参半，无论是贫穷还是富有。一次不成功的告白，一场最终分手恋爱，又或者是一张被领导扔进垃圾桶的策划案，都可能让我们最开始可能红了脸，然后红了眼。只是我们并不把这些定义为苦难，最多算是苦味，一种生活的调味剂。若是因为风的缘故，生活的风帆才执意偏离，那我们默默的接受灿烂过后的寂寞，也是合乎情理。——逗号', '三十年河东三十年河西，并不是指人生一定就是苦难幸福一半一半。而是我认为的，这整个人生中，都有欢喜忧愁参半，无论是贫穷还是富有。一次不成功的告白，一场最终分手恋爱，又或者是一张被领导扔进垃圾桶的策划案，都可能让我们最开始可能红了脸，然后红了眼。只是我们并不把这些定义为苦难，最多算是苦味，一种生活的调味剂。若是因为风的缘故，生活的风帆才执意偏离，那我们默默的接受灿烂过后的寂寞，也是合乎情理。——逗号');
insert into forum_topic
values(412, 1, '我自问我这一生从未对人用过如此心思，你要什么我恨不得都捧到你面前来。我待你如何我以为你是清楚的，那一枪差点要了你的命，也差点要了我的命。那时我就下定决心只要你还活着你就得是我的。——《来不及说我爱你》', '我自问我这一生从未对人用过如此心思，你要什么我恨不得都捧到你面前来。我待你如何我以为你是清楚的，那一枪差点要了你的命，也差点要了我的命。那时我就下定决心只要你还活着你就得是我的。——《来不及说我爱你》');
insert into forum_topic
values(413, 1, '我仍固执地在寻找着那份触电的感觉，在渴望那份女人终生企求的爱情，我无法放低这个最低的要求。朋友说：你的要求其实很高，两情相悦如今已经不多了，尤其在物欲横流的今天这已是奢望。但我仍然带着我的热情跟向往在等待那个风雨夜归的人。—— 柴静《用我一辈子去忘记》', '我仍固执地在寻找着那份触电的感觉，在渴望那份女人终生企求的爱情，我无法放低这个最低的要求。朋友说：你的要求其实很高，两情相悦如今已经不多了，尤其在物欲横流的今天这已是奢望。但我仍然带着我的热情跟向往在等待那个风雨夜归的人。—— 柴静《用我一辈子去忘记》');
insert into forum_topic
values(414, 1, '如果想成为一颗太阳，那就从尘埃做起；如果想成为一条大江，那就从水滴做起；如果想成为世界瞩目的英雄，那就从最普通、最平凡的人做起。循序渐进永远好过急于求成，每个想法的实现都是通过积累获得。---《微改变》', '如果想成为一颗太阳，那就从尘埃做起；如果想成为一条大江，那就从水滴做起；如果想成为世界瞩目的英雄，那就从最普通、最平凡的人做起。循序渐进永远好过急于求成，每个想法的实现都是通过积累获得。---《微改变》');
insert into forum_topic
values(415, 1, '对于很多人来说，父母都是他们心里最柔软的一个念想，背井离乡，在外打拼，可以无比坚强，可一谈到父母，我们就哭了，其实我们是害怕，害怕来不及用爱、用所有去报答，但其实我们不知道，父母又何尝需要我们报答，在他们眼里，我们好好生活，就已经是最好的礼物。—— 伊北《熟年》', '对于很多人来说，父母都是他们心里最柔软的一个念想，背井离乡，在外打拼，可以无比坚强，可一谈到父母，我们就哭了，其实我们是害怕，害怕来不及用爱、用所有去报答，但其实我们不知道，父母又何尝需要我们报答，在他们眼里，我们好好生活，就已经是最好的礼物。—— 伊北《熟年》');
insert into forum_topic
values(416, 1, '其实，我觉得人过得有没有趣，全在于自己的心境。我心情不好的时候，也感到过人生无聊，可是后来我知道，其实我是觉得自己无聊。——《是生活无趣，还是你无趣？》', '其实，我觉得人过得有没有趣，全在于自己的心境。我心情不好的时候，也感到过人生无聊，可是后来我知道，其实我是觉得自己无聊。——《是生活无趣，还是你无趣？》');
insert into forum_topic
values(417, 1, '所有人在发誓的时候都是真的觉得自己一定不会违背承诺，而在反悔的时候也都是真的觉得自己不能做到，所以誓言这种东西无法衡量坚贞，也不能判断对错，它只能证明，在说出来的那一刻，彼此曾经真诚过。 ——九夜茴《匆匆那年》', '所有人在发誓的时候都是真的觉得自己一定不会违背承诺，而在反悔的时候也都是真的觉得自己不能做到，所以誓言这种东西无法衡量坚贞，也不能判断对错，它只能证明，在说出来的那一刻，彼此曾经真诚过。 ——九夜茴《匆匆那年》');
insert into forum_topic
values(418, 1, '我接着写，把永远爱你写进诗的结尾，你是我唯一想要的了解。---方文山《七里香》', '我接着写，把永远爱你写进诗的结尾，你是我唯一想要的了解。---方文山《七里香》');
insert into forum_topic
values(419, 1, '我们一直寻找的，却是自己原本早已拥有的；我们总是东张西望，唯独漏了自己想要的，这就是我们至今难以如愿以偿的原因。 ——柏拉图《理想国》', '我们一直寻找的，却是自己原本早已拥有的；我们总是东张西望，唯独漏了自己想要的，这就是我们至今难以如愿以偿的原因。 ——柏拉图《理想国》');
insert into forum_topic
values(420, 1, '请你相信，岁月会成就最好的自己，时光也必将打磨出你别样的独一无二的美丽。——文子(现代)《我不要一成不变的生活》', '请你相信，岁月会成就最好的自己，时光也必将打磨出你别样的独一无二的美丽。——文子(现代)《我不要一成不变的生活》');
insert into forum_topic
values(421, 1, '有三种类型的能力可以决定你的未来，第一种是让自己变得牛逼的能力，第二种是有让周围人都愿意来帮助自己的能力，第三种是混不好也无所谓，想得开的能力。这三种能力，练成任何一种，人生就有奔头。——罗振宇', '有三种类型的能力可以决定你的未来，第一种是让自己变得牛逼的能力，第二种是有让周围人都愿意来帮助自己的能力，第三种是混不好也无所谓，想得开的能力。这三种能力，练成任何一种，人生就有奔头。——罗振宇');
insert into forum_topic
values(422, 1, '到最后你发现说真话容易犯错，便不再说话；你发现愤怒、轻视与得意时都会影响人际关系，便省略表情；你发现手舞足蹈会影响形象，便不再做任何夸张动作---你终于活得如同一部人类学行为规范，去掉了表情，隐藏了情绪，不带一丝人气，成了橡皮人。—— 《我的病就是没有感觉》', '到最后你发现说真话容易犯错，便不再说话；你发现愤怒、轻视与得意时都会影响人际关系，便省略表情；你发现手舞足蹈会影响形象，便不再做任何夸张动作---你终于活得如同一部人类学行为规范，去掉了表情，隐藏了情绪，不带一丝人气，成了橡皮人。—— 《我的病就是没有感觉》');
insert into forum_topic
values(423, 1, '醉过才知酒浓，爱过才知情重，你不能做我的诗，正如我不能做你的梦。——胡适《梦与诗》', '醉过才知酒浓，爱过才知情重，你不能做我的诗，正如我不能做你的梦。——胡适《梦与诗》');
insert into forum_topic
values(424, 1, '我从未想过成为英雄，我也不知道站在聚光灯下有多风光，我只知道，如果台下少了你的欢呼，一切都将失去意义。——《猎杀礼物》', '我从未想过成为英雄，我也不知道站在聚光灯下有多风光，我只知道，如果台下少了你的欢呼，一切都将失去意义。——《猎杀礼物》');
insert into forum_topic
values(425, 1, '当现实折过来严丝合缝地贴在我们长期的梦想上时，它盖住了梦想，与它混为一体，如同两个同样的图形重叠起来合而为一一样。——《追忆似水年华》', '当现实折过来严丝合缝地贴在我们长期的梦想上时，它盖住了梦想，与它混为一体，如同两个同样的图形重叠起来合而为一一样。——《追忆似水年华》');
insert into forum_topic
values(426, 1, '将感情埋藏得太深有时是件坏事。如果一个女人掩饰了对自己所爱的男子的感情，她也许就失去了得到他的机会。——《傲慢与偏见》', '将感情埋藏得太深有时是件坏事。如果一个女人掩饰了对自己所爱的男子的感情，她也许就失去了得到他的机会。——《傲慢与偏见》');
insert into forum_topic
values(427, 1, '你知道的越多，人们会告诉你的就越多，然后你就会知道更多。——《假装的艺术》', '你知道的越多，人们会告诉你的就越多，然后你就会知道更多。——《假装的艺术》');
insert into forum_topic
values(428, 1, '在非原则性的事情面前低个头，不较劲，不偏执，退让一步，做点不伤筋动骨的妥协，这是在理性上对客观现实的合理把控。——《愿你学会，笑着低下头》', '在非原则性的事情面前低个头，不较劲，不偏执，退让一步，做点不伤筋动骨的妥协，这是在理性上对客观现实的合理把控。——《愿你学会，笑着低下头》');
insert into forum_topic
values(429, 1, '有时候我们以为放弃的是一段感情，其实我们放弃的是一种人生。我不希望重逢时你不好，或者我希望你事业好、爱情不好，这样你才会怀念我吧。可是我们的感情也不好，不然你怎么舍得放弃。——吴念真 《这些人 那些事》', '有时候我们以为放弃的是一段感情，其实我们放弃的是一种人生。我不希望重逢时你不好，或者我希望你事业好、爱情不好，这样你才会怀念我吧。可是我们的感情也不好，不然你怎么舍得放弃。——吴念真 《这些人 那些事》');
insert into forum_topic
values(430, 1, '结婚有什么好羡慕的啊，除了钱和孩子能肯定是你自己的，其他未来还不一定是谁的呢，尤其是老公。——《新闺蜜时代》', '结婚有什么好羡慕的啊，除了钱和孩子能肯定是你自己的，其他未来还不一定是谁的呢，尤其是老公。——《新闺蜜时代》');
insert into forum_topic
values(431, 1, '当你感到忧愁和烦恼的时候，就到这儿来敞开胸怀遥望大自然。你能从每棵树，每朵花，每一个有生命的东西里，看到上帝无所不在，你就会得到安慰和力量。 ——《茜茜公主》', '当你感到忧愁和烦恼的时候，就到这儿来敞开胸怀遥望大自然。你能从每棵树，每朵花，每一个有生命的东西里，看到上帝无所不在，你就会得到安慰和力量。 ——《茜茜公主》');
insert into forum_topic
values(432, 1, '哲学家与疯子的区别在于：一个只是在想，一个真的去做了。---高铭《天才在左疯子在右》', '哲学家与疯子的区别在于：一个只是在想，一个真的去做了。---高铭《天才在左疯子在右》');
insert into forum_topic
values(433, 1, '一个有教养的人懂得尊重别人，体恤别人。面对一件自己熟悉而别人陌生的事物，能并不炫耀，没有嘲笑，没有讥讽。不盛气凌人，不高人一等。——《情商，就是教养》', '一个有教养的人懂得尊重别人，体恤别人。面对一件自己熟悉而别人陌生的事物，能并不炫耀，没有嘲笑，没有讥讽。不盛气凌人，不高人一等。——《情商，就是教养》');
insert into forum_topic
values(434, 1, '垂下的头颅只是为了让思想扬起，你若有一个不屈的灵魂，脚下就会有一片坚实的土地。——汪国真《旅程》', '垂下的头颅只是为了让思想扬起，你若有一个不屈的灵魂，脚下就会有一片坚实的土地。——汪国真《旅程》');
insert into forum_topic
values(435, 1, '我们总是把目光放在自己的前进速度有多快上，盯着时间不放。其实比时间更为重要的是指南针，相比你人生跑得多快，更重要的是你是否寻找到了正确的方向。……比指南针更重要的是镜子，你要时刻通过照镜子才能看到自己正在拼凑的是怎样一幅图画。——金兰都《因为痛，所以叫青春》', '我们总是把目光放在自己的前进速度有多快上，盯着时间不放。其实比时间更为重要的是指南针，相比你人生跑得多快，更重要的是你是否寻找到了正确的方向。……比指南针更重要的是镜子，你要时刻通过照镜子才能看到自己正在拼凑的是怎样一幅图画。——金兰都《因为痛，所以叫青春》');
insert into forum_topic
values(436, 1, '在很多时候，客气不是用来表达修养和礼貌的，是用来制造距离的。——《门第》', '在很多时候，客气不是用来表达修养和礼貌的，是用来制造距离的。——《门第》');
insert into forum_topic
values(437, 1, '人常说，我们总是拿我们所有的，来换我们所没有的。所以得到的时候，喜悦的同时，也会失去和难过。——靡宝《歌尽桃花》', '人常说，我们总是拿我们所有的，来换我们所没有的。所以得到的时候，喜悦的同时，也会失去和难过。——靡宝《歌尽桃花》');
insert into forum_topic
values(438, 1, '往事如流水，我像一个无知懵懂的败家子，一路挥霍而来，直到结局的那一天，才发现自己已经一文不名。——慕容雪村《成都今夜请将我遗忘》', '往事如流水，我像一个无知懵懂的败家子，一路挥霍而来，直到结局的那一天，才发现自己已经一文不名。——慕容雪村《成都今夜请将我遗忘》');
insert into forum_topic
values(439, 1, '世界上最厉害的本领是什么？ 是以愉悦的心情老去， 是在想工作的时候能选择休息， 是在想说话的时候保持沉默， 是在失望的时候又燃起希望， 顺从且平静地， 背负起自己的十字架。 年轻人精神抖擞地，走在神赐予的道路上也不妒不羡。 与其想为别人做些什么， 不如诚恳地接受他人的好意。待到老去，再不能为他人做点什么， 那就做个亲切和蔼的人。——《使者》', '世界上最厉害的本领是什么？ 是以愉悦的心情老去， 是在想工作的时候能选择休息， 是在想说话的时候保持沉默， 是在失望的时候又燃起希望， 顺从且平静地， 背负起自己的十字架。 年轻人精神抖擞地，走在神赐予的道路上也不妒不羡。 与其想为别人做些什么， 不如诚恳地接受他人的好意。待到老去，再不能为他人做点什么， 那就做个亲切和蔼的人。——《使者》');
insert into forum_topic
values(440, 1, '这么多年，我一直在学习一件事情，就是不回头，只为自己没有做过的事情后悔，不为自己做过的事情后悔。人生每一步行来，都是需要付出代价的。我得到了我想要的一些，失去了我不想失去的一些。可这世上的芸芸众生，谁又不是这样呢？ ——《那些回不去的年少时光》', '这么多年，我一直在学习一件事情，就是不回头，只为自己没有做过的事情后悔，不为自己做过的事情后悔。人生每一步行来，都是需要付出代价的。我得到了我想要的一些，失去了我不想失去的一些。可这世上的芸芸众生，谁又不是这样呢？ ——《那些回不去的年少时光》');
insert into forum_topic
values(441, 1, '曾经问过自己，你最喜欢的女人是不是我，现在我已经不想再知道啦。如果有一天我忍不住问起，你一定要骗我，就算你心里有多么不愿意，也不要告诉我你最喜欢的人不是我。 ——王家卫 《东邪西毒》', '曾经问过自己，你最喜欢的女人是不是我，现在我已经不想再知道啦。如果有一天我忍不住问起，你一定要骗我，就算你心里有多么不愿意，也不要告诉我你最喜欢的人不是我。 ——王家卫 《东邪西毒》');
insert into forum_topic
values(442, 1, '生活中无论有什么闪失，统统是自己的错，与人无尤，从错处学习改过，精益求精，直至不犯同一错误，从不把过失推诿到他人肩膀上去，免得失去学乖的机会。——亦舒《阿修罗》', '生活中无论有什么闪失，统统是自己的错，与人无尤，从错处学习改过，精益求精，直至不犯同一错误，从不把过失推诿到他人肩膀上去，免得失去学乖的机会。——亦舒《阿修罗》');
insert into forum_topic
values(443, 1, '从现在起，我开始谨慎地选择我的生活，我不再轻易让自己迷失在各种诱惑里。我心中已经听到来自远方的呼唤，再不需要回过头去关心身后的种种是非与议论。我已无暇顾及过去，我要向前走。—— 米兰·昆德拉 《生命中不能承受之轻》', '从现在起，我开始谨慎地选择我的生活，我不再轻易让自己迷失在各种诱惑里。我心中已经听到来自远方的呼唤，再不需要回过头去关心身后的种种是非与议论。我已无暇顾及过去，我要向前走。—— 米兰·昆德拉 《生命中不能承受之轻》');
insert into forum_topic
values(444, 1, '谁都可能出个错儿，你在一件事上越琢磨得多就越容易出错。——《好兵帅克历险记》', '谁都可能出个错儿，你在一件事上越琢磨得多就越容易出错。——《好兵帅克历险记》');
insert into forum_topic
values(445, 1, '“任何让你自卑的爱，都是坏的爱；任何让你自信的爱，都是好的爱。任何让你弱小的爱，都是坏的爱；任何让你强大的爱，则都是健康、正确的爱。” ——赵格羽 《做内心强大的女子》', '“任何让你自卑的爱，都是坏的爱；任何让你自信的爱，都是好的爱。任何让你弱小的爱，都是坏的爱；任何让你强大的爱，则都是健康、正确的爱。” ——赵格羽 《做内心强大的女子》');
insert into forum_topic
values(446, 1, '有些人一辈子都在骗人，而有些人用一辈子去骗一个人。——《开往春天的地铁》', '有些人一辈子都在骗人，而有些人用一辈子去骗一个人。——《开往春天的地铁》');
insert into forum_topic
values(447, 1, '每个人都会经过这个阶段，见到一座山，就想知道山后面是什么。我很想告诉他，可能翻过山后面，你会发现没什么特别。回望之下，可能会觉得这一边更好。 每个人都会坚持自己的信念，在别人看来，是浪费时间，我却觉得很重要 。－－《东邪西毒》', '每个人都会经过这个阶段，见到一座山，就想知道山后面是什么。我很想告诉他，可能翻过山后面，你会发现没什么特别。回望之下，可能会觉得这一边更好。 每个人都会坚持自己的信念，在别人看来，是浪费时间，我却觉得很重要 。－－《东邪西毒》');
